{
  "name": "Aurora",
  "rarity": "Elite",
  "ID": "118",
  "faction": "Royal Navy",
  "classification": "Light cruiser (CL)",
  "retrofit": false,
  "skins": [
    {
      "ENClientName": "Default",
      "chibiUrl": "https://azurlane.koumakan.jp/w/images/4/44/AuroraChibi.png",
      "shipDescription": "Arethusa-class light cruiser - Aurora, pennant number 12",
      "selfIntroduction": "I am Aurora of the Royal Navy, fourth ship of the Arethusa-class. You are welcome to call me the \"Goddess of Dawn,\" but please forget any nasty-sounding nicknames you might hear like the \"Silver Phantom.\" Commander, perhaps you are familiar with some of the other names that I've been called?",
      "acquisition": "Greetings, Commander. I am the fourth ship of the Arethusa-class light cruisers, Aurora. From now on, I shall serve as your secretary. Please feel free to ask anything of me~",
      "login": "My name symbolises the break of dawn. Ehehe~ Do you feel more energetic from seeing me?",
      "details": "Commander, is there anything I can help you with regarding equipment?",
      "secretaryIdle1": "Eastern Radiance? Oh, it's a great place. Mm... for example...",
      "secretaryIdle2": "Even though I don't mind if you stare at me, please do your work properly~",
      "secretaryIdle3": "Hold still, Commander, there's something stuck on your cheek... There! Now, please do your best at work~",
      "secretaryTouch": "Commander, want to take a break and come water the flowers with me?",
      "secretarySpecialTouch": "Commander! I... I'm going to be mad! Jeez! I'll really get mad!",
      "selfIntroductionUrl": "https://azurlane.koumakan.jp/w/images/c/cc/Aurora_SelfIntroJP.ogg",
      "acquisitionUrl": "https://azurlane.koumakan.jp/w/images/7/74/Aurora_IntroJP.ogg",
      "loginUrl": "https://azurlane.koumakan.jp/w/images/8/8d/Aurora_LogJP.ogg",
      "detailsUrl": "https://azurlane.koumakan.jp/w/images/d/d3/Aurora_DetailsJP.ogg",
      "secretaryIdle1Url": "https://azurlane.koumakan.jp/w/images/a/ae/Aurora_SecIdle1JP.ogg",
      "secretaryIdle2Url": "https://azurlane.koumakan.jp/w/images/7/79/Aurora_SecIdle2JP.ogg",
      "secretaryIdle3Url": "https://azurlane.koumakan.jp/w/images/1/19/Aurora_SecIdle3JP.ogg",
      "secretaryTouchUrl": "https://azurlane.koumakan.jp/w/images/5/54/Aurora_Sec1JP.ogg",
      "secretarySpecialTouchUrl": "https://azurlane.koumakan.jp/w/images/b/ba/Aurora_Sec2JP.ogg"
    },
    {
      "ENClientName": "Garb of Eternal Prosperity",
      "CNClientName": "¡º≥Ω∑Ôπ”",
      "JPClientName": "º™»’ªÀÖg",
      "chibiUrl": "https://azurlane.koumakan.jp/w/images/9/9a/AuroraWeddingChibi.png",
      "shipDescription": "Commander, please relax and take a seat. This is a special place for just the two of us... Just kidding, did I get your heart racing just now? Ehehe~",
      "acquisition": "Commander, please relax and take a seat. This is a special place for just the two of us... Just kidding, did I get your heart racing just now? Ehehe~",
      "login": "Do you feel a little better when I'm by your side, Commander? Hehe~",
      "details": "As you know, Commander, the rose petals in the finger bowl came from roses that I planted. Hehe~",
      "secretaryIdle1": "I've adorned your office with more than just roses... Azaleas, peonies, cyclamen, carnations... Is it not better to foster a warm and harmonious atmosphere?",
      "secretaryIdle2": "Elegance, grace, and strength of spirit... I must work harder in order to become your supporting pillar.",
      "secretaryIdle3": "A lively festival can be quite enjoyable, but there's also value in relaxing in a spacious room.",
      "secretaryTouch": "Do you know what the embroidery here means? Hehe~",
      "secretarySpecialTouch": "Commander...?"
    },
    {
      "ENClientName": "The Tale of Spring",
      "CNClientName": "¥∫÷Æ”Ô",
      "JPClientName": "¥∫§Œ’Z§Í",
      "chibiUrl": "https://azurlane.koumakan.jp/w/images/4/41/AuroraSpringChibi.png",
      "shipDescription": "I have long prepared for this day... Commander, would you like to listen to my storytelling?",
      "acquisition": "I have long prepared for this day... Commander, would you like to listen to my storytelling?",
      "login": "Commander, welcome back. Please take your time, I only just got here myself.",
      "details": "My outfit is a bit surprising? Ehehe, from now on, you'll learn more and more about a different side of me~",
      "secretaryIdle1": "Commander, would you like to eat hotpot? If you're not good with spice, I'll prepare a two-sided pot~",
      "secretaryIdle2": "If you're tired, why don't you enjoy a mandarin while listening to me read a story?",
      "secretaryTouch": "Eh? What's the matter? Ah, I was just thinking... it'd be great if things could stay like this next year, and the year after that, and forever more...",
      "acquisitionUrl": "https://azurlane.koumakan.jp/w/images/e/e5/Aurora_IntroSkin1JP.ogg",
      "loginUrl": "https://azurlane.koumakan.jp/w/images/f/fe/Aurora_LogSkin1JP.ogg",
      "detailsUrl": "https://azurlane.koumakan.jp/w/images/0/01/Aurora_DetailsSkin1JP.ogg",
      "secretaryIdle1Url": "https://azurlane.koumakan.jp/w/images/2/2c/Aurora_SecIdle1Skin1JP.ogg",
      "secretaryIdle2Url": "https://azurlane.koumakan.jp/w/images/4/40/Aurora_SecIdle2Skin1JP.ogg",
      "secretaryTouchUrl": "https://azurlane.koumakan.jp/w/images/d/d1/Aurora_Sec1Skin1JP.ogg"
    },
    {
      "ENClientName": "Dawn's Paean",
      "CNClientName": "¿Ë√˜µƒ‘ﬁ∏Ë",
      "JPClientName": "¿Ë√˜§À≈ı§≤§ÎŸm∏Ë",
      "chibiUrl": "https://azurlane.koumakan.jp/w/images/4/41/AuroraPartyChibi.png",
      "shipDescription": "I've always believed that music is unique in its power to touch one's heart, so I decided to learn the violin. Commander, please enjoy my performance.",
      "acquisition": "I've always believed that music is unique in its power to touch one's heart, so I decided to learn the violin. Commander, please enjoy my performance.",
      "details": "Commander, I often perform in the main plaza. It'd be nice if you could come and listen.",
      "secretaryIdle1": "The pigeons always seem to gather to the sound of music. Hehe, turns out that they're hungry.",
      "secretaryIdle2": "Commander, are you interested in learning an instrument? I'd recommend the piano so that you can accompany me!",
      "secretaryIdle3": "Commander, if you ever find yourself lost and confused in the dark, you can always seek out my music!",
      "secretaryTouch": "Are you tired of working? Well, is there anything you'd like to listen to?",
      "secretarySpecialTouch": "Jeez, Commander, this is going to get in the way of my performance..."
    },
    {
      "ENClientName": "Heritage of Yu City",
      "CNClientName": "”Â≥«√ÿºº",
      "JPClientName": "”Â≥«√ÿºº",
      "chibiUrl": "https://azurlane.koumakan.jp/w/images/7/75/AuroraCollabChibi.png",
      "shipDescription": "\"Next, Aurora will perform something you've never seen before - traditional Sichuan mask-changing opera!\" Hehe... Commander, I look like the real deal, right?",
      "acquisition": "\"Next, Aurora will perform something you've never seen before - traditional Sichuan mask-changing opera!\" Hehe... Commander, I look like the real deal, right?",
      "login": "What kind of performance should I prepare for today? I have too many things to choose from...",
      "details": "The operas are just a glimpse of the Dragon Empery's five thousand rich years of culture and history... As a ship with a deep connection with the Dragon Empery, I hope to share the charm of these ancient traditions with many more people!",
      "secretaryIdle1": "One of the specialities of Sichuan opera is something called \"mask changing.\" It lets you quickly portray different emotions, or even different characters. Hehe, it took a lot of practice to be able to do this.",
      "secretaryIdle2": "\"Behind each minute on the stage is ten years of practice.\" The Dragon Empery's old adages are quite thought-provoking...",
      "secretaryIdle3": "Commander, do you know how many different types of plays there are in the Dragon Empery?",
      "secretaryTouch": "What are these weapons for? Um, right now, I mostly play the flower girl character, but I hope to be able to play some warriors too! Hehe~",
      "secretarySpecialTouch": "C-Commander?! If you keep this up, I'm going to use my polearm and sword, and um... it's going to hurt!"
    }
  ]
}