{
  "name": "Baltimore µ",
  "constructionTime": "02:00:00",
  "constructionPools": [
    false,
    false,
    false,
    true,
    false
  ],
  "dropLocations": [
    [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  ],
  "additionalNotes": "- ",
  "rarity": "Elite",
  "shipClass": "Baltimore",
  "ID": "478",
  "faction": "Eagle Union",
  "classification": "Heavy cruiser (CA)",
  "retrofit": false,
  "artist": "Byulzzi",
  "pixiv": "https://www.pixiv.net/en/users/5882726",
  "twitter": "https://twitter.com/byul_zzi",
  "voiceActor": "https://en.wikipedia.org/wiki/Minami_Takahashi_(voice_actress)",
  "armor": "Medium",
  "statsHashMap": {
    "Level 120": [
      4646,
      178,
      56,
      261,
      0,
      57,
      26,
      251,
      0,
      11,
      136,
      0,
      0,
      0
    ],
    "Level 100": [
      4148,
      154,
      56,
      228,
      0,
      24,
      26,
      219,
      0,
      11,
      116,
      0,
      0,
      0
    ],
    "Base Stats": [
      802,
      65,
      56,
      48,
      0,
      9,
      26,
      47,
      0,
      3,
      45,
      0,
      0,
      0
    ]
  },
  "slot1Equipment": "CA Guns",
  "slot1Efficiency": "105% → 125%",
  "slot2Equipment": "DD Guns",
  "slot2Efficiency": "50% → 55%",
  "slot3Equipment": "Anti-Air Guns",
  "slot3Efficiency": "130% → 135%",
  "collectionTechPoints": 0,
  "maxLimitBreakTechPoints": 0,
  "level120TechPoints": 0,
  "enhancementValue": [
    27,
    0,
    0,
    12
  ],
  "retireValue": [
    0,
    9,
    3,
    4
  ],
  "limitBreak1": "Unlock EX Barrage Ⅰ/Main gun efficiency +5%",
  "limitBreak2": "Main gun base +1/Main gun efficiency +10%",
  "limitBreak3": "Improve EX Barrage/All weapons' efficiency +5%",
  "skill1Name": "Armor-Piercing Hypercharge; CN: 超限充能 JP: 対甲弾ハイパーチャージμ",
  "skill1Description": "At the start of the battle, and with a 40.0% (70.0%) chance every 20s after that: changes this ship's main gun ammo type to special with 90/100/110 (100/110/120) modifiers and speed 180 for 10s.",
  "skill2Name": "Blazing Choreography; CN: 星辰的振付师 JP: 火の風のコレオグラフィ",
  "skill2Description": "At the start of the battle: if there is a CV, CVL, or Muse ship in the same fleet: increases this ship's EVA by 5.0% (15.0%) and increases your Vanguard's AA by 5.0% (15.0%).",
  "skill3Name": "All Out Assault Ⅱ; CN: 专属弹幕-巴尔的摩(μ兵装)II JP: 特殊弾幕-ボルチモア（μ兵装）II",
  "skill3Description": "Activates All Out Assault Ⅱ: Baltimore μ once every 8 times the Main Guns are fired.",
  "skins": [
    {
      "ENClientName": "Default",
      "obtainedFrom": "Default",
      "l2dModel": false,
      "shipDescription": [
        "我是白鹰重巡巴尔的摩。啊，这次不仅仅作为作战舰船，还有个“偶像”的身份来着。嘿嘿，既然要做，就全力做到最好！就拜托指挥官多给点支持啦~",
        "ユニオン所属、重巡洋艦ボルチモアだ。おっと今は戦うための艦船としてだけでなく、「アイドル」も兼任している。なに、やるからには全力を尽くすまでよ。私たちの応援、よろしく頼むよ",
        "The name's Baltimore, Eagle Union heavy cruiser. Whoops, right, I'm not just a soldier anymore, but an idol as well. I agreed to do it, and I'm gonna do it as best I can. We'll be counting on your support, Commander."
      ],
      "selfIntroduction": [
        "我是重巡洋舰巴尔的摩，作为μ兵装实验的一环，如今正在进行偶像活动。我会全力以赴，为大家带来最棒的演出的！",
        "重巡洋艦ボルチモア、μ兵装テストの一環としてアイドル活動任務を遂行中だ。全力を尽くして、最高のパフォーマンスをしてみせるさ",
        "Heavy cruiser Baltimore, currently serving as an idol to test the Muse System. I'm giving it my all to put on the best performance you'll ever see."
      ],
      "acquisition": [
        "我是白鹰重巡巴尔的摩。啊，这次不仅仅作为作战舰船，还有个“偶像”的身份来着。嘿嘿，既然要做，就全力做到最好！就拜托指挥官多给点支持啦~",
        "ユニオン所属、重巡洋艦ボルチモアだ。おっと今は戦うための艦船としてだけでなく、「アイドル」も兼任している。なに、やるからには全力を尽くすまでよ。私たちの応援、よろしく頼むよ",
        "The name's Baltimore, Eagle Union heavy cruiser. Whoops, right, I'm not just a soldier anymore, but an idol as well. I agreed to do it, and I'm gonna do it as best I can. We'll be counting on your support, Commander."
      ],
      "login": [
        "指挥官，今天要做什么？跟往常一样，行程计划就拜托你了哦",
        "指揮官、今日の予定はどうだ？いつものように頼りにしているよ",
        "What's on our schedule today, Commander? Same as always, I'm counting on you."
      ],
      "details": [
        "先这样…然后这样…！呼……啊，我在编排新曲的舞蹈来着。不仅要考虑自己，还得考虑其他伙伴在舞台上活动方便才行呢。",
        "こうして…こう…！ふぅ…ああ、新曲の振り付けを考えているんだ。自分だけでなく、ほかのメンバーでも踊れるようにしないとな",
        "A spin there... backstep there! Whew... Yeah, I'm just working out the choreography for our new single. Gotta come up with something everyone in the troop can dance, not just me."
      ],
      "secretaryIdle1": [
        "因为忙着偶像活动，外援活动都落下了呢。指挥官，能替我去看看情况吗？谢谢啦！嘿嘿~",
        "アイドル活動に勤しんでいる分、サークルの助っ人に行く時間がなくなっているな。ちょっとだけ代わりに行ってくれるか？そりゃどうも、ははは",
        "There's tons of idol business to tend to, so I've not had much time to help people. Think you pick up the mantle for a while, Commander? Thanks, you're a hero! Hahahah!"
      ],
      "secretaryIdle2": [
        "这舞…对皇家的大小姐们来说还是有点负担太大了吧…指挥官觉得呢？",
        "この振り付け、やっぱりロイヤルのご令嬢たちには重いな…指揮官はどう思う？",
        "These moves might be too hard for the Royal Navy girls... What do you think, Commander?"
      ],
      "secretaryIdle3": [
        "可、可爱路线对我来说有点……也、也不是讨厌啦，要是你觉得那样比较好的话……",
        "か、カワイイ路線は私にはちょっと……べ、別に嫌じゃないぞ、あんたがそういうのなら……うぅ…",
        "Th-this whole \"cute\" thing isn't exactly my thing... N-not that I hate it, and YOU seem to like it, I guess... Ughh..."
      ],
      "secretaryTouch": [
        "决胜动作像这样如何？",
        "決めポーズはこんな感じでどうだ？",
        "How's this for a signature pose? Good?"
      ],
      "secretarySpecialTouch": [
        "呀！？要干嘛？！",
        "ひゃぅ！？どうした？！",
        "Eep! What was that for?!"
      ],
      "task": [
        "任务吗…即便我们忙于偶像活动的时候，指挥官还是得坚持处理任务…真是辛苦了~",
        "任務か…私たちがアイドル活動をやっている間に、指揮官は引き続き任務をこなさなければならない…大変だな",
        "Mission time, eh... You're really not in an enviable position, having to keep doing those while we work as idols."
      ],
      "taskComplete": [
        "任务奖励到了。我已经把大青花鱼整的小机关解决掉了，放心吧。",
        "任務の報酬だ。アルバコアのやつの仕掛けは外したぞ",
        "Got some mission rewards here. Oh, and I got rid of that trap Albacore set."
      ],
      "mail": [
        "谢啦黛朵，帮大忙了。指挥官，有你的信哦。",
        "ありがとうダイドー、助かったよ。指揮官、あんた宛のメールだ",
        "Thanks, Dido, I really appreciate it. Got a letter for you here, Commander."
      ],
      "returnFromMission": [
        "回来了吗，毕竟舞台还是要有观众才能闪亮，希望大家都能平安顺利地来看我们的演出~",
        "戻ってきたか。ステージは観客がいてこそ輝くものだ、順調に皆も来てくれるといいな",
        "Oh, you're back. Hope everyone else made it safe and sound too. An idol needs an audience, after all."
      ],
      "commission": [
        "委托完成了！指挥官，迎接伙伴们的时候顺便来场演出如何？",
        "委託完了だ！さあ指揮官、出迎えのときにパフォーマンスでもどうだ？",
        "Commission complete! What do you say we welcome them back with a small performance?"
      ],
      "strengthening": [
        "帮大忙了~可以期待下次的演出了！大概？",
        "助かる。次のパフォーマンスに乞うご期待！かな？",
        "Thanks a bunch. Guess I should say: look forward to our next performance!"
      ],
      "startingMission": [
        "我只是路过的偶像…果然好像有点奇怪啊哈哈，算了，要上啦!",
        "通りすがりのアイドル…はちょっとおかしいな。まぁいい！行くぞ！",
        "Just an idol, passing by... Nah, that just sounds off. Anyway, let's do this!"
      ],
      "mvp": [
        "就说选我没错吧！不会让你失望的~",
        "私を選んで正解だったろ？あんたを失望させないさ",
        "Picking me was the right choice, am I right? I'm never gonna let you down."
      ],
      "defeat": [
        "是不是要重新彩排了呀…",
        "リハーサルやり直し、だな…",
        "Looks like we need to rehearse it from the top..."
      ],
      "skillActivation": [
        "让我们的歌声响彻四方！",
        "響け！私たちの歌！",
        "Far and near! Hear our song loud and clear!"
      ],
      "lowHP": [
        "这点程度还不足以让我停下来！",
        "この程度のミスでは止まらないぞ！",
        "A small screwup isn't gonna stop me!"
      ],
      "affinityDisappointed": [
        "这么紧逼自己可没法引领大家啊。还是要放松一点比较好哦。",
        "そんなに無理していては皆を導くことができないぞ。少し気持ちを楽にしたほうがいい",
        "A control freak like you isn't fit to instruct us. Loosen up a bit, then try again."
      ],
      "affinityStranger": [
        "指挥官为我们制定行程，我们照着执行。和以往也没什么不同嘛，哈哈哈~",
        "指揮官は私たちのスケジュールや予定を決めて、私たちがそれを実行する。いつもと別に変わらないさ。ははは",
        "Your job is to plan our schedule, and our job is to follow it. So business as usual, I guess, huh? Hahahah!"
      ],
      "affinityFriendly": [
        "指挥官，这身衣服如何？你看，这里还有个开口…果、果然还是这样看起来更“可爱”吧…///",
        "指揮官、この衣装はどうだ？ほら、ここが開けているんだが…や、やっぱりこうしたほうが「可愛く」見えるか…？///",
        "How do I look, Commander? This outfit's more revealing than what I'm used to... D-does it really make me look cuter?"
      ],
      "affinityLike": [
        "“谢谢大家的支持~！”…确实和布莱默顿说的一样，有点违和感啊…指挥官，我不会和大家格格不入吧？我现在真能算“可爱”的吗…？",
        "「応援ありがとうー！」…確かにブレマートンが言ってた通りちょっと違和感があるな…指揮官、私は皆から浮いていないだろうか？本当に、「可愛く」見えているだろうか？",
        "\"Thanks for supporting me!\" ...Yeah, Bremerton's right, my delivery is just a bit off... Hey, Commander, do I fit in with the other members? Am I really... cute?"
      ],
      "affinityLove": [
        "盯着指挥官看的我最可爱？这、这样…总之多少有点方向了！抱歉，指挥官，为了能在舞台上绽放更多的光芒，能再陪我特训一下吗…？",
        "指揮官を見つめたときの私が一番可愛く見えるのか？そ、そうか…とになく方向性が分かった！すまない、私がステージで輝けるよう、今から特訓に付き合ってもらえないだろうか…？",
        "You think I am cute? Especially when my eyes are on you? A-alright then... Now I know not to give up! This might be selfish to ask, but do you think we could do some special training together, so I can truly shine on stage?"
      ],
      "pledge": [
        "指挥官，约好了哦，要和大家一起站上最棒、最闪亮的舞台！然后…希望你能看着我——看着对指挥官而言，最“可爱”的我…！",
        "指揮官に約束しよう。みんなと一緒に最高に輝いたステージを演じると！そして見てほしい――指揮官にとっての「可愛い」私を……！",
        "This I promise you, Commander: we'll all work together to bring you the best performance ever! In return I ask for one thing: that you witness it, and witness me, at my cutest."
      ],
      "additionalVoiceLine1": [
        "(Sortie with at least 1 of: Taihou µ, Tashkent µ, Dido µ, Albacore µ, Roon µ, Illustrious µ, Le Malin µ, Gascogne µ, Akagi µ, Cleveland µ, Admiral Hipper µ, Sheffield µ) 好！准备开始表演了！",
        "(Sortie with at least 1 of: Taihou µ, Tashkent µ, Dido µ, Albacore µ, Roon µ, Illustrious µ, Le Malin µ, Gascogne µ, Akagi µ, Cleveland µ, Admiral Hipper µ, Sheffield µ) さあ、フォーメーションスタンバイ！",
        "(Sortie with at least 1 of: Taihou µ, Tashkent µ, Dido µ, Albacore µ, Roon µ, Illustrious µ, Le Malin µ, Gascogne µ, Akagi µ, Cleveland µ, Admiral Hipper µ, Sheffield µ) Together now! In formation, on standby!"
      ]
    }
  ],
  "retrofitNodes": []
}