{
  "name": "Chiyoda",
  "constructionTime": "02:15:00",
  "constructionPools": [
    false,
    false,
    false,
    true,
    false
  ],
  "dropLocations": [
    [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  ],
  "rarity": "Elite",
  "shipClass": "Zuihou",
  "ID": "471",
  "faction": "Sakura Empire",
  "classification": "Light aircraft carrier (CVL)",
  "retrofit": false,
  "artist": "yuui（ゆうい)",
  "pixiv": "https://www.pixiv.net/en/users/2334129",
  "twitter": "https://twitter.com/tofuyuui",
  "armor": "Medium",
  "statsHashMap": {
    "Level 120": [
      4847,
      179,
      57,
      0,
      0,
      72,
      29,
      261,
      347,
      11,
      81,
      90,
      0,
      0
    ],
    "Level 100": [
      4143,
      156,
      57,
      0,
      0,
      52,
      29,
      228,
      308,
      11,
      68,
      79,
      0,
      0
    ],
    "Base Stats": [
      801,
      66,
      57,
      0,
      0,
      20,
      29,
      49,
      65,
      3,
      26,
      22,
      0,
      0
    ]
  },
  "slot1Equipment": "Fighters",
  "slot1Efficiency": "115% → 130%",
  "slot2Equipment": "Torpedo Bombers",
  "slot2Efficiency": "135% → 145%",
  "slot3Equipment": "Anti-Air Guns",
  "slot3Efficiency": "80% → 80%",
  "collectionStatBonus": "Light aircraft carrier (CVL) Anti-submarine warfare  +1",
  "collectionTechPoints": 8,
  "maxLimitBreakTechPoints": 16,
  "level120StatBonus": "Aircraft carrier (CV) Light aircraft carrier (CVL) Reload  +1",
  "level120TechPoints": 12,
  "enhancementValue": [
    0,
    0,
    43,
    12
  ],
  "retireValue": [
    0,
    7,
    3,
    4
  ],
  "limitBreak1": "Number of Torpedo Bombers +1 / Fighters Efficiency +5%",
  "limitBreak2": "Hangar Capacity +1 / Number of Fighters +1 / Fighters Efficiency +10%",
  "limitBreak3": "Number of All Planes +1 / Torpedo Bombers Efficiency +10%",
  "skill1Name": "Chiyoda's Domain?; CN: 千之羽",
  "skill1Description": "Every battle, when this ship launches its first Airstrike: launches an additional seaplane airstrike; when it launches its second Airstrike and onwards: 40% (70%) chance to launch an additional torpedo bomber airstrike (DMG is based on the skill's level). If there is a Sakura Empire CVL in the same fleet as this ship: improves these airstrikes.",
  "skill2Name": "Assault Carrier; CN: 强袭空母 JP: 強襲空母",
  "skill2Description": "When this ship launches an airstrike, 15.0% (25.0%) chance to increase this ship's DMG dealt by 100.0% for 10 seconds.",
  "skill3Name": "",
  "skill3Description": "",
  "skins": [
    {
      "ENClientName": "Default",
      "obtainedFrom": "Default",
      "l2dModel": false,
      "spriteUrl": "https://azurlane.koumakan.jp/w/images/thumb/0/05/Chiyoda.png",
      "chibiUrl": "https://azurlane.koumakan.jp/w/images/4/48/ChiyodaChibi.png",
      "shipDescription": [
        "鹳级轻型航空母舰—鹃",
        "瑞鳳型航空母艦・千代田",
        "Zuihou-class aircraft carrier – Chiyoda."
      ],
      "selfIntroduction": [
        "那场海战的时候，我和鹂姐都还只是水上飞机母舰呢，之后因为那场战斗的失利，就顺势都改装成了航空母舰。不过直到最后，我们好像都没帮上大家什么忙呢，啊哈哈……",
        "水上機空母だった私と千歳姉は、かの海戦での敗北により空母に改造されたの。…けど、最後まで大して役には立てなかったな…あははは…",
        "Even though Chitose and I were seaplane tenders, after a loss in a certain battle, we were both remodeled into aircraft carriers. ...Even so, neither of us were able to be of much use until the end... Ahahaha...."
      ],
      "acquisition": [
        "哼哼，久等啦！我正是大名鼎鼎的水上飞机母舰——啊不对，航空母舰，鹃！那么，我就在这里住下啦！对了对了，鹂姐也在这里吗？",
        "ふふん、お待たせ！名の知れた水上機空母…じゃなくて、軽空母千代田よ！あんたのところに来てやったわけ。そう言えば、千歳姉もここにいるの？",
        "Hehe, looks like I've kept you waiting! I am the renowned seaplane carrier– err, I mean, aircraft carrier, Chiyoda! In any case, I'll be staying here! Right, right, is my sister Chitose here as well?"
      ],
      "login": [
        "今天也是要在大家面前大显身手的一天！指挥官，一起加油吧！",
        "今日も皆の前で大活躍する日よ。指揮官、一緒に気合い入れとこ？",
        "Today's another great day to show off my amazing prowess! Commander, let's get pumped!"
      ],
      "details": [
        "我和鹂姐偶尔会去神社帮魟她们的忙呢，作为巫女~…嗯？没见过这么闹腾的巫女？",
        "千歳姉とはたまに神社を手伝っているよ。巫女として…ん？うるさそうって…？",
        "I help Chitose out with her Shinto duties sometimes. You know, as a shrine maiden. ...Huh? You think I'd be more of a hindrance...?"
      ],
      "secretaryIdle1": [
        "嘎哦！……哎呀？好像没什么效果啊。指挥官和鹂姐反应一样的啊…真没劲~",
        "そら！……ん？反応ないな…指揮官はなんだか千歳姉みたいだね…がっかりー",
        "Taaake that! ...Hmm? No reaction... Commander, sometimes you're so much like Chitose, it's honestly quite a letdown..."
      ],
      "secretaryIdle2": [
        "指挥官，注意到鹂姐那头漂亮而且好闻的长发了吗？其实，鹂姐的长发是我一直在打理的哦！",
        "千歳姉のサラサラしていい匂いのあの髪、本当はいつも私が整えてあげているの",
        "Doesn't Chitose have really silky hair that smells just divine? Actually, I'm the one who takes care of it everyday."
      ],
      "secretaryIdle3": [
        "和鲼她们练习神乐舞的时候经常会发生各种奇妙的意外呢，这个东西掉了，那个东西飞了之类的…啊哈哈，其实还挺好玩的？",
        "山城たちとリハーサルするときはいつもトラブルが起きるな…ものが落ちたり飛んだりして……面白いけど？",
        "Whenever we rehearse the dance with Yamashiro and Fusou, some kind of trouble always occurs... Like something falling, or flying off somewhere. But really? I find it all to be pretty funny!"
      ],
      "secretaryTouch": [
        "呼呼，是不是鹃太有魅力忍不住来搭话啦？但是现在还请先专心工作哦~",
        "さては千代田に目を引かれた？今は仕事に集中しろよー",
        "Am I so beautiful that I caught your eye? I'm flattered, but you should focus on your work for now~"
      ],
      "secretarySpecialTouch": [
        "呜哇？要是对鹂姐这样的话，她大概会脸红到不行吧？",
        "うわ！？千歳姉にこんな事したら顔真っ赤になっちゃうよ！",
        "Yikes?! If you had done this to Chitose instead, she'd have turned bright red from embarrassment!"
      ],
      "secretaryHeadpat": [
        "呼呼…指挥官喜欢短发？还是长发？",
        "ふふふ…指揮官は長いほうと短いほう、どっちが好き？",
        "Hehehe~ Commander, do you prefer them long or short?"
      ],
      "task": [
        "任务还是早点完成比较好哦？",
        "任務は早くこなしたほうがいいと思うけど？",
        "You know, I think it's better to take care of missions as they come in. Yes?"
      ],
      "taskComplete": [
        "任务完成啦？好，趁着休息的空档，我们一起去看看鹂姐吧！",
        "任務をこなした？よし、休憩がてらに千歳姉の様子を見に行こう",
        "You took care of the missions? Alright. While you take a break, I'm going to go check up on how Chitose's doing."
      ],
      "mail": [
        "有你的信件，指挥官！",
        "あんたへの手紙があるよ。指揮官",
        "There's a letter addressed to you, Commander."
      ],
      "returnFromMission": [
        "平安回来了吗？嗯哼，看来我偷偷放进衣服里的护身符起作用了啊~",
        "無事だったね。ふふん、私が服に入れた手作りお守りが役に立ったようね",
        "Looks like you didn't run into any trouble while I was gone. Hehe, it must be thanks to the protective charm I slipped inside your clothes~"
      ],
      "commission": [
        "委托组平安回来了，指挥官！",
        "指揮官、委託組が戻ってきたよ",
        "Commander, the Commissions Team is back."
      ],
      "strengthening": [
        "嘿嘿，已经等不及想让鹂姐看看我的变化了！",
        "んん～千歳姉に新しい千代田を見せてあげたいなぁー♡",
        "Oooh~ I really want to show the new and improved Chiyoda off to Chitose♡"
      ],
      "startingMission": [
        "大家，华丽地解决掉敌人吧~",
        "華麗に敵を蹴散らそう！",
        "Let's kick some fine enemy butt on this wonderful day!"
      ],
      "mvp": [
        "看到了吧！我华丽的战斗身姿！",
        "見たか！私の活躍！",
        "Did you see that? Did you see how amazing I was?"
      ],
      "defeat": [
        "呜呜呜…想埋在鹂姐的胸口哭…",
        "くぅ…千歳姉の胸の中が恋しい……",
        "Ugh... I want to bury my face in Chitose's jugs..."
      ],
      "skillActivation": [
        "该我大显身手了！",
        "出番ね、私の！",
        "It's my grand entrance!"
      ],
      "lowHP": [
        "呜呜，鹂姐快帮帮我~",
        "千歳姉助けて……",
        "Chitose, save me..."
      ],
      "affinityDisappointed": [
        "指挥官，请离鹂姐远一点，越远越好…",
        "指揮官、千歳姉から離れて。できるだけ遠くに",
        "Commander. Get away from Chitose. As far as you possibly can."
      ],
      "affinityStranger": [
        "好！把这个羊羹拿给姐姐，然后随便找个理由再撒会娇~啊，指挥官的份在这里哦，请吧~",
        "ようかんを千歳姉のところに持っていって、ついでにいっっぱい甘えてきて…あ、指揮官の分はこれ。食べていいよ",
        "I went to give Chitose some red bean jellies, but I ended up getting spoiled senseless by her instead... Oh, here's some for you. Please go ahead and try some."
      ],
      "affinityFriendly": [
        "指挥官，你想摸摸鹂姐那超级柔顺的头发吗？虽然她平时看起来有点凶凶的，不过只要你好好拜托的话，她一定不会拒绝的！",
        "指揮官は千歳姉の髪を触りたくない？ちょっと近寄りがたい感じだけど、頼めば絶対に断らないから",
        "Commander, don't you want to try touching Chitose's hair too? Even though she prefers to keep her distance from others, if you ask, she absolutely won't be able to turn you down."
      ],
      "affinityLike": [
        "鹂姐的膝枕真的超舒服的~但是现在鹂姐不在呢，有没有什么能代替的……嗯？发现摸鱼的指挥官一只！作为保守秘密的交换，就让指挥官代替姐姐给我膝枕吧？嘿咻！哈啊~",
        "千歳姉の膝枕が恋しいな♡千歳姉が近くにいないなら、何か代わりになるものは……サボっている指揮官がいいわね。さあ、ほかの子にバレたくなければ私に膝枕しなさいな。ふふふ……んんん～",
        "Oh, the things I'd do for a lap pillow from Chitose right now♡. Seeing she isn't around right now, I guess I'll need a temporary replacement... Hm, maybe the Commander who's slacking off right now. Hey, if you don't want the others to find out you're slacking off, give up your lap to me~ Hehehe... Mmn~"
      ],
      "affinityLove": [
        "没、没想到和指挥官已经变得这么亲密了呢…不知道鹂姐看到的话会是什么反应呢…嗯~“你们俩我都喜欢所以无所谓”…鹂姐的话，肯定是这样的吧！嘿嘿~",
        "し、指揮官とは親しくなったものね…甘えてくるのを千歳姉に見られたらって？んー見られたら見られたで「二人が好きだから別に」って言うんじゃない？千歳姉ならきっとそう！ははは",
        "Y-yeah, I, I guess I've gotten pretty close to you... What would Chitose say if she saw you pampering me like this? Hm... If she saw us like this, she'd probably say, \"I love both of you, so it's fine.\" or something. Yeah, she'd definitely say something like that! Hahaha!"
      ],
      "pledge": [
        "终于到这个时候了啊~以后就可以更肆无忌惮地向指挥官撒娇了呢~…嗯？之前就已经挺肆无忌惮了？是、是吗…好啦，作为回报，放心地尽管把各种内务都交给我就可以吧！",
        "指輪を贈ってくれたからには、もうこれから指揮官にとことん甘えてしまうよ？もうしてるって？そ、そうなのか……代わりに色々頼まれてあげるから安心しなさい！",
        "Now that you've given me this, you're going to be stuck pampering me senseless! You already are? I-I guess that's true... Well, feel free to request whatever you want from me in exchange!"
      ],
      "additionalVoiceLine1": [
        "(Sortie with Chitose) 好，一起华丽登台吧~鹂姐！",
        "(Sortie with Chitose) 華麗に敵を蹴散らそう☆千歳姉♪",
        "(Sortie with Chitose) Big sis♪ Let's kick some fine enemy butt on this wonderful day☆"
      ]
    },
    {
      "ENClientName": "Shimmering Surf",
      "ENClientAvailability": "Limited",
      "CNClientName": "碧波灿烂之日",
      "CNClientAvailability": "Limited",
      "JPClientName": "金波燦々千代田",
      "JPClientAvailability": "Limited",
      "obtainedFrom": "Skin Shop",
      "cost": "Gem 780",
      "l2dModel": false,
      "spriteUrl": "https://azurlane.koumakan.jp/w/images/thumb/5/5f/ChiyodaSummer.png",
      "chibiUrl": "https://azurlane.koumakan.jp/w/images/c/cc/ChiyodaSummerChibi.png",
      "shipDescription": [
        "哼哼哼~今天没有别的安排，唯一的任务就是——尽情享受海边的假日！指挥官，切换到假期模式了吗？",
        "♪～今日はなにもせず、海を思いっきり楽しませてもらうわよ！指揮官も非番の気持ちにさっさと切り替えよー",
        "Hehe~ If you don't have any other plans, then your only task... is to enjoy a holiday by the sea! Commander, have you switched into vacation mode yet?"
      ],
      "acquisition": [
        "哼哼哼~今天没有别的安排，唯一的任务就是——尽情享受海边的假日！指挥官，切换到假期模式了吗？",
        "♪～今日はなにもせず、海を思いっきり楽しませてもらうわよ！指揮官も非番の気持ちにさっさと切り替えよー",
        "Hehe~ If you don't have any other plans, then your only task... is to enjoy a holiday by the sea! Commander, have you switched into vacation mode yet?"
      ],
      "login": [
        "既然来到了海边，就别愣着啦，放开手脚享受假期！嗯，就从接好这个大气球开始吧！我扔~",
        "来たからには思いっきり楽しまなくちゃね。よぉし、まずはこいつをぶん投げて――",
        "Since we're here anyway, we've gotta enjoy the day to the fullest! We can start by playing with some balls. Catch, Commander!"
      ],
      "details": [
        "指挥官，接招~水炮攻击~！…啊，嘴里进海水了？哎呀，不好意思啦——那个，顺便问一句，海水味道好吗？啊哈哈~",
        "指揮官、ふふん、水鉄砲よ…！海水が口の中に入った？ごめんごめん…で、どんな味だった？ははは～",
        "Heehee... Commander, take this! A direct hit from my water gun! Oh, you got some saltwater in your mouth? I'm terribly sorry... So, Commander... tell me, how did it taste? Hahaha~"
      ],
      "secretaryIdle1": [
        "沙滩排球比赛啊…好，要把萨拉托加打得落花流水！一起加油吧，鹂姐！",
        "ビーチバレーか…よぉし、サラトガのやつをボコボコにするわよ！ね？千歳姉！",
        "Hmm, beach volleyball? ... I'll use my powers to turn Saratoga into a holey woman! Ain't that right, Chitose?"
      ],
      "secretaryIdle2": [
        "阳光！沙滩！海水！夏天！难得的好时光，就别光躲着太阳，一起来玩嘛~鹂姐~",
        "夏の日差し、明るい海…もうそこでじっとしてないで一緒に遊ぼうよぉ～千歳姉ぇ～",
        "The summer sun, the sparkling sea... Stop lazing around and come play with me already, Chitose~"
      ],
      "secretaryIdle3": [
        "啊哈哈，鲼她们也来玩了呢，嗯~要不要和她们组队呢~",
        "山城たちが来たわね。あの子達とチームを組んでみない？どうする？",
        "Oh, Yamashiro and her sister came too. Wouldn't it be a good idea to team up with them? Well?"
      ],
      "secretaryTouch": [
        "就算鹃的泳装再有魅力，也不能光顾着看嘛~好啦，一起来玩吧！",
        "水着姿の千代田――いくら魅力的だからって見惚れてばかりじゃなく一緒に遊んでよ、もう",
        "The glamorous Chiyoda in a swimsuit~! No matter how breathtaking I might look, don't just stand there and stare like an idiot. C'mon, let's go and play~"
      ],
      "secretarySpecialTouch": [
        "我要拿皮球扔你了哦，指挥官？",
        "丸っこいものならもう一つあるけど……？",
        "If you're looking for something nice and round, I can throw this ball at your face, you know...?"
      ],
      "returnFromMission": [
        "哎呀，我不是故意把球往你头上扔的，真的是不小心的啦……反正皮球这么轻，被扔中了也没关系的！",
        "別に指揮官に向けてわざとこいつを投げたんじゃないよ？まあ手が滑っちゃって……風船だし、別になんでもないよ？",
        "It's not like I was aiming for your face, you know? My hand just happened to slip, and the ball just happened to make contact with your face... C'mon, get over it. It's just an inflatable ball anyway!"
      ]
    }
  ],
  "retrofitNodes": []
}