{
  "name": "Curlew",
  "constructionTime": "01:07:00",
  "constructionPools": [
    true,
    false,
    false,
    false,
    false
  ],
  "dropLocations": [
    [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  ],
  "rarity": "Rare",
  "shipClass": "Ceres",
  "ID": "373",
  "faction": "Royal Navy",
  "classification": "Light cruiser (CL)",
  "retrofit": true,
  "artist": "もねてぃ",
  "pixiv": "https://www.pixiv.net/member.php?id=3066815",
  "twitter": "https://twitter.com/monety1285",
  "link": "http://monety1285.blog.shinobi.jp/",
  "voiceActor": "https://en.wikipedia.org/wiki/ja:%E8%97%A4%E6%B2%A2%E7%8E%B2%E8%8A%B1",
  "armor": "Light",
  "statsHashMap": {
    "Level 120": [
      2789,
      190,
      45,
      128,
      0,
      92,
      29,
      178,
      0,
      9,
      166,
      53,
      0,
      0
    ],
    "Level 120 Retrofit": [
      3029,
      190,
      45,
      168,
      0,
      92,
      29,
      223,
      0,
      9,
      171,
      53,
      0,
      0
    ],
    "Level 100 Retrofit": [
      2708,
      165,
      45,
      151,
      0,
      68,
      29,
      200,
      0,
      9,
      153,
      46,
      0,
      0
    ],
    "Level 100": [
      2468,
      165,
      45,
      111,
      0,
      68,
      29,
      155,
      0,
      9,
      148,
      46,
      0,
      0
    ],
    "Base Stats": [
      477,
      70,
      45,
      24,
      0,
      26,
      29,
      33,
      0,
      2,
      57,
      13,
      0,
      0
    ]
  },
  "slot1Equipment": "CL",
  "slot1Efficiency": "100% → 110% → 115%",
  "slot2Equipment": "Anti-Air Guns",
  "slot2Efficiency": "70% → 80% → 90%",
  "slot3Equipment": "Anti-Air Guns",
  "slot3Efficiency": "70% → 80% → 90%",
  "collectionStatBonus": "Light cruiser (CL) Health  +1",
  "collectionTechPoints": 4,
  "maxLimitBreakTechPoints": 8,
  "level120StatBonus": "Light cruiser (CL) Anti-submarine warfare  +1",
  "level120TechPoints": 6,
  "enhancementValue": [
    10,
    0,
    0,
    13
  ],
  "retireValue": [
    0,
    6,
    3,
    1
  ],
  "limitBreak1": "Main Gun Efficiency +5%",
  "limitBreak2": "Main Gun Base +1 / Anti-Air Efficiency +5%",
  "limitBreak3": "Upgrades Full Barrage I→II / All Weapon Efficiency +5%",
  "skill1Name": "Aerial Support; CN: 防空支援 JP: 対空支援",
  "skill1Description": "When enemy planes are shot down within own AA range: increases own Firepower and Anti-Air by 5% (25%) for 8 seconds. If skill is activated again during said 8 seconds, refreshes the buff duration.",
  "skill2Name": "(Retrofit) Air Raid Assistance; CN: 空袭引导 JP: 空襲先導",
  "skill2Description": "While alive in fleet, increases airstrike damage dealt by all CVs/CVLs by 5% (15%). Does not stacks with same skill.",
  "skill3Name": "All Out Assault; CN: 全弹发射 JP: 全弾発射-シアリーズ級",
  "skill3Description": "Every 24 (16) times the main gun is fired, triggers Full Barrage - Ceres-class I (II).",
  "skins": [
    {
      "ENClientName": "Default",
      "obtainedFrom": "Default",
      "l2dModel": false,
      "spriteUrl": "https://azurlane.koumakan.jp/w/images/thumb/0/04/Curlew.png",
      "chibiUrl": "https://azurlane.koumakan.jp/w/images/9/95/CurlewChibi.png",
      "shipDescription": [
        "谷物女神级轻巡洋舰—杓鹬，舷号D42",
        "シアリーズ級軽巡洋艦・カーリュー（HMS Curlew）",
        "Ceres-class light cruiser - Curlew (D42)"
      ],
      "selfIntroduction": [
        "皇家谷物女神级轻巡洋舰之一，杓鹬是我的名字。C级轻巡洋舰？不，那是不准确的概括称呼，请不要随意使用。",
        "シアリーズ級軽巡洋艦、カーリューと申します。C型軽巡洋艦、ですか？恐れ入りますが、その呼び方は精確ではありませんので、お呼びいただく際にはなるべく使わないようお願い申し上げます",
        "I am Curlew, one of the Royal Navy's Ceres-class light cruisers. C-class light cruiser? N-no, that's not the correct classification, please don't use that term anymore..."
      ],
      "acquisition": [
        "贵安，皇家女仆队，杓鹬向您报到。监督指挥官的礼仪作风是女仆的职责，我会帮助您成为从内到外的皇家绅士的，请为之努力吧。",
        "ご機嫌麗しゅうございます。ロイヤルメイド隊、カーリューが着任しました。主の礼儀作法を正すのもメイドの務めゆえ、ご主人様が内面も外見も優れたロイヤル紳士になるようサポート致します。ご主人様も何卒精進なさってくださいませ",
        "Greetings, I am your Royal maid, Curlew. The responsibility of supervising the master’s daily routine falls on the maid. I will help you become a Royal gentleman through and through, so please pay attention and work hard."
      ],
      "login": [
        "欢迎回来，指挥官。您的领带歪了，绅士的衣装不可存在瑕疵，请让我为您戴正。",
        "おかえりなさいませご主人様。ネクタイが曲がっております。紳士たる者、外見に乱れがあるわけには参りません。すぐに正させていただきます",
        "Welcome back, Commander. Your tie is crooked... let me fix it for you. Your otherwise refined attire cannot be taken seriously with such a flaw."
      ],
      "details": [
        "不管身处何时何地，都必须时刻牢记礼仪和规范，无论作为女仆还是作为军人，这都是十分重要的。",
        "いつ、どこにいようと作法とマナーを忘れるわけにはいきません。メイドにとっても艦船にとっても大切なことですから",
        "No matter the time or place, as a maid or as a soldier, one must always remember to observe proper etiquette."
      ],
      "secretaryIdle1": [
        "皇家的礼仪之中充满了社交与人生的哲学，请您务必牢记",
        "ロイヤルのマナーには人生の哲学が秘められております。ぜひ覚えて頂きたく存じます",
        "Royal etiquette is steeped in social and life philosophy. Please keep that in mind at all times."
      ],
      "secretaryIdle2": [
        "我是完美的女仆？不，那一定是因为您还没见过我的姐姐…",
        "私がメイドの鑑、ですか？……姉のキュラソーをご覧になっていないから、そのような賛辞をいただいたものと存じますが",
        "I already am a perfect maid? Surely you jest... have you not met my elder sister yet?"
      ],
      "secretaryIdle3": [
        "最近您在礼仪方面进步很多呢，不过，可不能过分骄傲，指挥官。",
        "作法が改善されてきていますね。ですがご主人様、浮かれてはなりませんよ",
        "Lately, your etiquette has improved greatly. However, don't get too proud, Commander."
      ],
      "secretaryTouch": [
        "请随时注意您的站姿，保持自信，昂首挺胸，才能赢得他人的敬意。",
        "自信を持って、胸を張って堂々とする立ち振舞いこそが他人の敬意を勝ち取れます",
        "Please be mindful of your posture. Be confident and stand tall so that you can earn the respect of others."
      ],
      "secretarySpecialTouch": [
        "指、指挥官，您这是要做什么…",
        "んっ……きゃっ！？ご主人様…な、なにをして……",
        "C-Commander... what is the meaning of this..."
      ],
      "task": [
        "新的任务发布下来了，请您尽快完成，让别人等待是很失礼的。",
        "新しい任務が通達されました。人を待たせるのは失礼に当たりますので、お早めにお願い致します",
        "A new mission has been posted. Please complete it as soon as possible - it's rude to keep others waiting."
      ],
      "taskComplete": [
        "一项任务已经完成，切记不可过分庆祝而失了风度，指挥官。",
        "任務が完了しました。嬉しくとも気品を損なってはなりません。ご主人様",
        "A mission has been completed, but don't over-celebrate in an undignified manner, Commander."
      ],
      "mail": [
        "这是您的信，请放心，在您查阅时我会回避的",
        "ご主人様宛のメールです。ご確認の際は席を外させていただきますので、ご用がございましたらお声掛けくださいませ",
        "This mail is for you. Don't worry, I'll be sure to leave when you are ready to check it."
      ],
      "returnFromMission": [
        "出击辛苦了，今天的红茶是按照您之前的要求准备的，请用吧",
        "お疲れ様でございます。本日の紅茶はこの前のお茶会でいただいたご要望通りに用意しました。どうぞ召し上がってくださいませ",
        "Good work, Commander. I've prepared tea today according to your instructions from earlier. Please enjoy."
      ],
      "commission": [
        "指挥官，委托已经完成，请随我前往迎接归来的各位，这也是必要的礼仪。",
        "ご主人様、委託が完了しました。戻ってきた方々の出迎えに参りましょう。…必要なマナーですので",
        "Commander, a commission has returned. Please follow me to greet everyone who is returning. It's proper etiquette, after all."
      ],
      "strengthening": [
        "又向真正完美的皇家女仆迈进了一步，谢谢你，指挥官",
        "ロイヤルメイドのあるべき姿にまた一歩近づけました。ご主人様に感謝申し上げます",
        "I am one step closer to becoming a perfect Royal maid. Thank you, Commander."
      ],
      "startingMission": [
        "让敌人见识一下皇家女仆真正的姿态吧！",
        "敵にロイヤルメイドの作法をお見せしましょう！",
        "Let's show our enemies what a Royal maid is capable of."
      ],
      "mvp": [
        "只要做到精益求精，胜利也是理所当然。",
        "細部を拘れば、勝つのも当然でしょう",
        "As long as you strive for excellence, victory will naturally follow."
      ],
      "defeat": [
        "…看来我对自身的要求还不够……",
        "…自分を律するのがまだ十分ではないでしょうか……",
        "It appears that I need to have higher expectations of myself."
      ],
      "skillActivation": [
        "你们的歪曲，就由我来修正吧！",
        "その歪み、正させていただきます！",
        "I shall correct your perversion!"
      ],
      "lowHP": [
        "防、防空警报！",
        "た、対空警報！",
        "T-trigger the anti-air defence alarm!"
      ],
      "affinityDisappointed": [
        "果然皇家的礼仪不是人人都能领悟的呢……",
        "ロイヤルのマナーは誰にも適するわけではないようですね",
        "To think that there would be people who cannot comprehend Royal etiquette at all..."
      ],
      "affinityStranger": [
        "细节决定成败，礼仪如此，战斗亦如此。无论何时，您都不能忽视细节，指挥官。",
        "作法も戦闘も、神は細部に宿ります。ご主人様、いかなる時でもがさつになってはいけません",
        "The details make up the difference between success and failure, whether in etiquette or in battle. Commander, please remember to always be attentive to details."
      ],
      "affinityFriendly": [
        "请您不要怪我太严厉，皇家的礼仪并不是那么容易就能掌握的东西。",
        "ロイヤルのマナーを会得するのは容易なことではありません。私の厳しさをどうかお許しくださいませ",
        "Please do not blame me for being too strict. Royal etiquette is not something can be easily mastered."
      ],
      "affinityLike": [
        "饮食要讲究场合，红茶也是如此。什么，您现在想喝……？好、好吧，毕竟是久违的放松了，不用那么拘谨也无所谓…",
        "時と場合に合わせた飲み方をするのは紅茶のマナーです。い、今それをご所望なさるのですか…？？か、かしこまりました。久しぶりの息抜きですし、そこまで固くならなくても……",
        "Just like libations, there is a time and place for drinking black tea. What, you want to have tea right now...? F-fine.. since it's been so long since you've had a break, I suppose there's no harm to it..."
      ],
      "affinityLove": [
        "和您在一起，总会让我想起和姐姐共处的时候，她每天都在教导我女仆的素养和矜持；不知道现在的我作为女仆…是不是跟姐姐一样优秀……",
        "ご主人様といると、姉との日々を思い出させられます。メイドとしての素養と挟持を教えてくれた大切な姉……私は、彼女と同じぐらい優秀なメイドになれたのでしょうか……",
        "Being with you reminds me of the time I used to live with my sister. She'd always instruct me on how to be a prim and proper maid. I wonder if I've managed to become... an excellent maid just like her..."
      ],
      "pledge": [
        "既然已经与您定下了誓约，那只由我单方面教您也不太符合礼仪了呢。想要您教导什么？这个嘛…主人，请您教教我，那名为“爱”的礼仪吧——",
        "誓いを交わした以上、私から教えるばかりではマナーに反してしまいますね。教えてほしいこと、ですか？はい、心得ております――ご主人様、私に「恋」を教えてくださいませ――",
        "Since I have already made my oath with you, it would be improper if I was the only one instructing you. What would I like you to teach me? ...Master, can you please... teach me the etiquette of \"love\"?"
      ],
      "giftDescriptionValentines2019": [
        "虽然无论是色泽，形状，还是味道我都有相当的自信，不过，不知道其中的“爱”对您来说是否足够呢？",
        "ご主人様、こちらのチョコについての全てに自信がございます。足りないものがあるとすれば仰った「オキモチ」というものですが、ご賞味いただけましたら、ぜひご意見を",
        "Master, I am quite confident about everything regarding this chocolate. Perhaps the only thing I did not add enough of would be my \"love,\" but if you happen to enjoy the chocolate, by all means please do tell me."
      ],
      "giftDescriptionValentines2020": [
        null,
        null,
        "Master, while these chocolates can certainly stand on their own, you may want to have some tea with them... Sigh... I know you're eager to eat, but one should still consider basic etiquette."
      ]
    },
    {
      "ENClientName": "Retrofit",
      "obtainedFrom": "Retrofit",
      "l2dModel": false,
      "spriteUrl": "https://azurlane.koumakan.jp/w/images/thumb/0/05/CurlewKai.png",
      "chibiUrl": "https://azurlane.koumakan.jp/w/images/2/29/CurlewKaiChibi.png",
      "shipDescription": [
        "现在的我，似乎可以更好的向世人展现皇家女仆的风范了，虽然还比不上姐姐库拉索，不过我相信，现在的自己一定能够提供让指挥官满意的服务的，还请多多指教了",
        "ロイヤルメイドの風格をより一層お見せできる様になりました。姉のキュラソーほどではありませんが、ご満足いただけるようご奉仕できるかと存じます。何卒よろしくお願い致します",
        "I am now more capable than ever of demonstrating the Royal Maids' style. Though I am not as talented as my sister Curacoa, I sincerely hope you will find my service satisfactory. It is a great honour to work for you."
      ],
      "acquisition": [
        "现在的我，似乎可以更好的向世人展现皇家女仆的风范了，虽然还比不上姐姐库拉索，不过我相信，现在的自己一定能够提供让指挥官满意的服务的，还请多多指教了",
        "ロイヤルメイドの風格をより一層お見せできる様になりました。姉のキュラソーほどではありませんが、ご満足いただけるようご奉仕できるかと存じます。何卒よろしくお願い致します",
        "I am now more capable than ever of demonstrating the Royal Maids' style. Though I am not as talented as my sister, Curacoa, I sincerely hope you will find my service satisfactory. It is a great honour to work for you."
      ],
      "details": [
        "您很在意我的新装备吗？请放心，它们不会妨碍到女仆的日常工作。",
        "新しい兵装がお気になさるのですか？メイドとしての責務に影響を及ぼしませんので、何卒ご安心くださいませ",
        "You've noticed my new fittings? Don't worry, they will not impact the execution of my duties as a maid."
      ],
      "secretaryIdle1": [
        "提高就是改变，而要达到完美就必须不断改变，希望您也能记住这句话呢，指挥官",
        "「向上とは変化であり、完全になるとは変化し続けることである」――この言葉、ぜひ覚えていただきたく存じます",
        "\"To improve is to change. To be perfect is to change often...\" One should bear this quotation in mind."
      ],
      "secretaryIdle2": [
        "新装备的日常养护是很费时的，这也许就是变强的代价吧",
        "兵装のメンテナンスに時間がもっとかかるようになりした。強さへの対価、ということでしょうか",
        "Maintaining this new equipment takes significantly more time. I suppose that's the price of strength."
      ],
      "secretaryIdle3": [
        "学习礼仪也是一种修行，严于律己，方能律人，一起努力吧，指挥官。",
        "礼儀作法を勉強するのは修行です。「己を律せる者こそ人を導ける」――ご主人様、一緒に頑張りましょう",
        "To study etiquette is to pursue knowledge. \"Only in properly managing oneself is one fit to lead others...\" Let's move forward together, Master."
      ],
      "secretaryTouch": [
        "根据大家的建议，我将女仆装的裙摆改短了一些，您觉得如何？",
        "皆様のご要望どおりメイド服に少し手直しを加えさせていただきました。ご主人様、いかがでしょうか？",
        "I've made some adjustments to my outfit as suggested by the others. What do you think, Master?"
      ],
      "secretarySpecialTouch": [
        "指、指挥官，您在做什么呢？！",
        "ご、ご主人様、これは……きゃっ！？",
        "M- Master, what are you... Aie?!"
      ],
      "returnFromMission": [
        "出击辛苦了，这是按照您现在的心情准备的红茶——体察主人的心情和状态是女仆的专长，请放心饮用吧",
        "お疲れ様でございます。本日の紅茶はご主人様のご気分に合わせました。……ご主人様のご体調・ご気分を察するのはメイドの嗜みです。どうぞ安心して召し上がってくださいませ。ふふふ",
        "You must be exhausted. I have prepared today's tea with your comfort in mind. A maid must always be aware of her master's condition, as well as mood. Relax, and enjoy. Hehehe."
      ]
    },
    {
      "ENClientName": "Rhythm of the Dragon Empery",
      "ENClientAvailability": "Limited",
      "CNClientName": "东煌之韵",
      "CNClientAvailability": "Limited",
      "JPClientName": "東国の清麗",
      "JPClientAvailability": "Limited",
      "obtainedFrom": "Skin Shop",
      "cost": "Gem 780",
      "l2dModel": false,
      "spriteUrl": "https://azurlane.koumakan.jp/w/images/thumb/8/89/CurlewSpring.png",
      "chibiUrl": "https://azurlane.koumakan.jp/w/images/5/58/CurlewSpringChibi.png",
      "shipDescription": [
        "从节日习俗与服饰之中，能感受到东煌深厚的文化底蕴…看来有必要针对东煌的文化与礼节进行学习研究了。",
        "祝祭の風習と衣装から、東煌（とうこう）の文化の風韻を感じ取れます…あちらの礼儀作法の勉強もしておかないといけませんね",
        "You can feel the profound heritage and culture of the Dragon Empery from all these customs and outfits for the Lunar New Year's Festival… It seems to be ever more necessary to study the traditions and etiquette of this wondrous culture."
      ],
      "acquisition": [
        "从节日习俗与服饰之中，能感受到东煌深厚的文化底蕴…看来有必要针对东煌的文化与礼节进行学习研究了。",
        "祝祭の風習と衣装から、東煌（とうこう）の文化の風韻を感じ取れます…あちらの礼儀作法の勉強もしておかないといけませんね",
        "You can feel the profound heritage and culture of the Dragon Empery from all these customs and outfits for the Lunar New Year's Festival… It seems to be ever more necessary to study the traditions and etiquette of this wondrous culture."
      ],
      "login": [
        "欢迎回来，指挥官。今天我要去东煌的朋友那里学习东煌节日的文化，您要和我一起去吗？",
        "おかえりなさいませ、ご主人様。本日は東煌の友人に祝日の風習を聞くことになっていますが、ご一緒されますか？",
        "Welcome back, Commander. Today, I'll be visiting the girls from the Dragon Empery to learn a bit more about their customs. Would you like to come with me?"
      ],
      "secretaryIdle1": [
        "指挥官，就算是吃包子，也请您垫好餐巾",
        "ご主人様、肉まんを食べる時でも、テーブルナプキンを敷くのを忘れないでくださいませ",
        "Commander, even if you're just eating a pork bun, please make sure to use a serviette."
      ],
      "secretaryIdle2": [
        "礼仪与文化是息息相关的，果然东煌与皇家还是有不少差异呢…",
        "礼儀作法も文化に基づいていると聞きましたが、やはり東煌とロイヤルの間では差異がありますね…",
        "Etiquette is closely linked to culture, so it's no surprise that there are many differences between the Royal Navy and the Dragon Empery."
      ],
      "secretaryIdle3": [
        "东煌的伙伴说可以教我几句春节的祝福语，等我学会了，就可以用东煌的语言来祝福您了",
        "友人から旧正月の挨拶を何パターンか教えてもらっています。いつか異国の言葉でご主人様に新年の祝福を致しましょう",
        "The girls from the Empery said that they'd be willing to teach me a few New Year's greetings. Once I've learned them, I'll be able to give you some blessings!"
      ],
      "secretaryTouch": [
        "身为皇家女仆的我，穿着这东煌风格的服饰，是不是有文化结合的感觉呢？",
        "ロイヤルメイドの私がこうして東煌風の衣装を着ていることは…「カヨウセッチュウ」、ということになりますでしょうか？",
        "For a Royal maid like myself to don the attire of the Dragon Empery... isn't this what cultural exchange is all about?"
      ],
      "returnFromMission": [
        "辛苦了，指挥官，今天要试试东煌的茶吗？",
        "お疲れ様でございます。ご主人様、東煌のお茶をお飲みになりますか？",
        "Good work, Commander. Today, would you like to try some tea from the Dragon Empery?"
      ]
    }
  ],
  "retrofitNodes": [
    {
      "index": "A",
      "project": "Hull Improvement (I)",
      "attributes": "Health +70 ",
      "materials": "2x CruiserT1BP ",
      "coinCost": 300,
      "levelRequired": 1,
      "limitBreakRequired": 0,
      "recurrence": 1,
      "requiredIndexes": [
        ""
      ]
    },
    {
      "index": "B",
      "project": "Accuracy Enhancement (I)",
      "attributes": "Accuracy +5 ",
      "materials": "2x CruiserT1BP ",
      "coinCost": 400,
      "levelRequired": 5,
      "limitBreakRequired": 0,
      "recurrence": 1,
      "requiredIndexes": [
        "A"
      ]
    },
    {
      "index": "C",
      "project": "Main Gun Improvement (I)",
      "attributes": "Main Gun Efficiency +5% ",
      "materials": "3x CruiserT1BP ",
      "coinCost": 600,
      "levelRequired": 20,
      "limitBreakRequired": 1,
      "recurrence": 1,
      "requiredIndexes": [
        "A"
      ]
    },
    {
      "index": "D",
      "project": "Firepower Enhancement (I)",
      "attributes": "Firepower +10 ",
      "materials": "3x CruiserT1BP ",
      "coinCost": 800,
      "levelRequired": 25,
      "limitBreakRequired": 1,
      "recurrence": 1,
      "requiredIndexes": [
        "C"
      ]
    },
    {
      "index": "E",
      "project": "Anti-Air Gun Enhancement (I)",
      "attributes": "Anti-Air Gun Efficiency +3% ",
      "materials": "3x CruiserT1BP ",
      "coinCost": 1000,
      "levelRequired": 35,
      "limitBreakRequired": 2,
      "recurrence": 1,
      "requiredIndexes": [
        "C"
      ]
    },
    {
      "index": "F",
      "project": "Anti-Air Enhancement (I)",
      "attributes": "Anti-air +10 ",
      "materials": "4x CruiserT1BP ",
      "coinCost": 1200,
      "levelRequired": 40,
      "limitBreakRequired": 2,
      "recurrence": 1,
      "requiredIndexes": [
        "B",
        "E"
      ]
    },
    {
      "index": "G",
      "project": "Hull Improvement (II)",
      "attributes": "Health +70 / +100 ",
      "materials": "1 / 2x CruiserT2BP ",
      "coinCost": 1500,
      "levelRequired": 50,
      "limitBreakRequired": 2,
      "recurrence": 2,
      "requiredIndexes": [
        "E"
      ]
    },
    {
      "index": "H",
      "project": "Tactical Learning",
      "attributes": "Unlock Skill \"Air Raid Assistance\" ",
      "materials": "3x CruiserT2BP ",
      "coinCost": 1800,
      "levelRequired": 55,
      "limitBreakRequired": 2,
      "recurrence": 1,
      "requiredIndexes": [
        "G"
      ]
    },
    {
      "index": "I",
      "project": "Anti-air Gun Improvement (II)",
      "attributes": "Anti-air Gun Efficiency +3% / +4% ",
      "materials": "2 / 2x CruiserT2BP ",
      "coinCost": 2000,
      "levelRequired": 70,
      "limitBreakRequired": 3,
      "recurrence": 2,
      "requiredIndexes": [
        "G",
        "H"
      ]
    },
    {
      "index": "J",
      "project": "Anti-air Enhancement (II)",
      "attributes": "Anti-air +5 / +15 ",
      "materials": "2 / 2x CruiserT2BP ",
      "coinCost": 2500,
      "levelRequired": 75,
      "limitBreakRequired": 3,
      "recurrence": 2,
      "requiredIndexes": [
        "D",
        "I"
      ]
    },
    {
      "index": "K",
      "project": "Modernization",
      "attributes": "Firepower +30 , Anti-air +15 ",
      "materials": "1x CruiserT3BP and 1x Curlew or Universal Bulin ",
      "coinCost": 3000,
      "levelRequired": 85,
      "limitBreakRequired": 3,
      "recurrence": 1,
      "requiredIndexes": [
        "I",
        "J"
      ]
    }
  ]
}