{
  "name": "Dido µ",
  "constructionTime": "00:55:00",
  "constructionPools": [
    false,
    false,
    false,
    true,
    false
  ],
  "dropLocations": [
    [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  ],
  "additionalNotes": "- ",
  "rarity": "Super Rare",
  "shipClass": "Dido",
  "ID": "476",
  "faction": "Royal Navy",
  "classification": "Light cruiser (CL)",
  "retrofit": false,
  "artist": "Byulzzi",
  "pixiv": "https://www.pixiv.net/en/users/5882726",
  "twitter": "https://twitter.com/byul_zzi",
  "voiceActor": "https://en.wikipedia.org/wiki/Ruriko_Aoki",
  "armor": "Light",
  "statsHashMap": {
    "Level 120": [
      3921,
      193,
      85,
      148,
      178,
      97,
      32,
      424,
      0,
      11,
      166,
      168,
      0,
      0
    ],
    "Level 100": [
      3501,
      168,
      85,
      129,
      154,
      73,
      32,
      382,
      0,
      11,
      148,
      150,
      0,
      0
    ],
    "Base Stats": [
      677,
      71,
      85,
      27,
      33,
      28,
      32,
      82,
      0,
      3,
      57,
      41,
      0,
      0
    ]
  },
  "slot1Equipment": "CL",
  "slot1Efficiency": "114% → 135%",
  "slot2Equipment": "Torpedoes",
  "slot2Efficiency": "120% → 130%",
  "slot3Equipment": "Anti-Air Guns",
  "slot3Efficiency": "140% → 140%",
  "collectionTechPoints": 0,
  "maxLimitBreakTechPoints": 0,
  "level120TechPoints": 0,
  "enhancementValue": [
    11,
    11,
    0,
    13
  ],
  "retireValue": [
    0,
    6,
    3,
    10
  ],
  "limitBreak1": "Unlock EX Barrage Ⅰ/Main gun efficiency +5%",
  "limitBreak2": "Torpedo base +1/Torpedo preload +1/Torpedo efficiency +10%",
  "limitBreak3": "Improve EX Barrage/Main gun efficiency +15%",
  "skill1Name": "Lyrical Dedication; CN: 合奏的叙事歌 JP: 支援奉仕リリカルμ",
  "skill1Description": "At the start of the battle, if your Vanguard is comprised of only this ship: fires a Lv.1 (Lv.10) special barrage every 20s and increases the AA of your Flagship by 5.0% (15.0%); if there are other ships present: fires a Lv.1 (Lv.10) powerful barrage every 20s and increases your Vanguard's Speed by 3 and AA and Accuracy by 5.0% (15.0%). Barrage DMG is based on the skill's level.",
  "skill2Name": "An Opener to Our Friends; CN: 闪光的练习曲 JP: 練習曲は仲間のために",
  "skill2Description": "For every 2 enemies this ship sinks: increases this ship's AA by 1.0% (10.0%) for the duration of the battle (can be stacked up to 3 times). Additionally, increases this ship's EVA by 5.0% (15.0%) for 60s after the start of the battle.",
  "skill3Name": "All Out Assault Ⅱ; CN: 专属弹幕-黛朵(μ兵装)II JP: 特殊弾幕-ダイドー（μ兵装）II",
  "skill3Description": "Activates All Out Assault Ⅱ: Dido μ once every 10 times the Main Guns are fired.",
  "skins": [
    {
      "ENClientName": "Default",
      "obtainedFrom": "Default",
      "l2dModel": false,
      "shipDescription": [
        "轻巡洋舰黛朵，现在正在进行μ兵装实验任务兼偶像活动。黛朵已经从各位伙伴那里学习了许多与偶像相关的指示，敬请…期待黛朵的表现！",
        "特殊兵装実験任務・アイドル活動中の軽巡洋艦、ダイドーです。アイドルの知識は一通りみんなから勉強させていただいておりますので、ぜひダイドーに…ご、ご期待くださいませっ！",
        "I am the light cruiser, Dido, currently taking part in idol activities as part of the experimental Muse System. I learned more or less what idols are supposed to do from the others, so p-please... keep a close eye on me!"
      ],
      "selfIntroduction": [
        "我是皇家轻巡·黛朵。区区一介女仆，竟然能被选拔成为偶像…黛朵会抓紧机会，努力加油的！",
        "ロイヤル所属、軽巡洋艦のダイドーです。一介のメイドがまさかアイドルに抜擢されるなんて……精一杯頑張らせていただきます！",
        "I'm Dido, Royal Navy Light Cruiser. I'm but a lowly maid, and I never expected to be chosen to be an idol... But I'll do what I can!"
      ],
      "acquisition": [
        "轻巡洋舰黛朵，现在正在进行μ兵装实验任务兼偶像活动。黛朵已经从各位伙伴那里学习了许多与偶像相关的指示，敬请…期待黛朵的表现！",
        "特殊兵装実験任務・アイドル活動中の軽巡洋艦、ダイドーです。アイドルの知識は一通りみんなから勉強させていただいておりますので、ぜひダイドーに…ご、ご期待くださいませっ！",
        "I am the light cruiser, Dido, currently taking part in idol activities as part of the experimental Muse System. I learned more or less what idols are supposed to do from the others, so p-please... keep a close eye on me!"
      ],
      "login": [
        "主人，今天希望黛朵做什么？不仅是偶像活动，女仆的工作也请尽管吩咐黛朵吧！",
        "ご主人様、本日はダイドー、何をいたしましょうか？アイドル活動だけでなく、メイドのお仕事でもなんでもお申し付けくださいませ",
        "Master, what would you have me do today? Idol things or maid things, I'll do anything you want!"
      ],
      "details": [
        "偶像活动的练习、通告、舞台和训练，以及女仆队的工作，为主人提供服务——没想到黛朵能为主人派上这么多用场……事情太多…？要减少黛朵的工作吗…啊啊…请不要抛弃黛朵…！！！",
        "アイドル活動のレッスンにオファー、ステージ、訓練、メイド隊の業務、ご主人様へのご奉仕ーーこんなにご主人様のお役に立てるなんて……仕事が多い、ですか？ダイドーの仕事を減らそうとするのはまさか…お願いします！ダイドーを捨てないでください…！！！",
        "Between my idol lessons and shows, training and my maid duties, all to be useful to you, Master... It's a lot of work? You want to reduce my workload...? P- please don't throw me away...!"
      ],
      "secretaryIdle1": [
        "唱歌的时候，比起技巧，还是通过感情更容易感染听众…也就是说，只要黛朵一直想着主人唱歌的话……",
        "歌はスキルより、感情のほうが相手に伝わる…つまり、ダイドーがご主人様のためだと思いながら歌い続ければ…",
        "Singing is more about conveying one's feelings than it is skill... So I will keep singing for you, Master..."
      ],
      "secretaryIdle2": [
        "光辉小姐在练习跳舞的时候好像有点太注意脚下…和镜子这些东西了呢…",
        "イラストリアス様、ダンスの練習のとき少し足元だったり、鏡を意識しすぎているようですね…",
        "Madam Illustrious focuses so much on her footwork during dance practice... is it because of the mirror?"
      ],
      "secretaryIdle3": [
        "女仆队的同伴们，再加上来自不同阵营的各位，才是最完整的偶像组合。黛朵真心觉得，能把大家聚在一起的指挥官…是最棒的~",
        "メイド隊の仲間たち、そして各陣営の方々がいてこそのアイドルユニットですね。それをまとめあげたご主人様…ダイドー、本当に素敵だと思います",
        "My fellow maids, and the girls from the different camps come together to make a proper idol unit. It's truly amazing that you can bring all of us together, Master."
      ],
      "secretaryTouch": [
        "只要主人想，无论握手还是什么的黛朵都乐意之至!",
        "ご主人様が仰るのでしたら、握手やその他ご希望をなんなりとお申しつけください",
        "You need only ask and I'll be happy to shake your hand, or whatever you may want!"
      ],
      "secretarySpecialTouch": [
        "嗯……啊",
        "んん……っ",
        "Nnng..."
      ],
      "task": [
        "似乎发给我们的通告，主人，请确认。",
        "ダイドーたちにオファーがありますよね。ご主人様、どうぞご確認ください",
        "We have a gig offer, Master. Won't you take a look?"
      ],
      "taskComplete": [
        "主人，任务奖励都在这里了，多亏了大家的努力呢。",
        "ご主人様、報酬はこちらになります。皆のおかげです",
        "Master, here are the rewards. It's all thanks to their hard work."
      ],
      "mail": [
        "似乎有业务联络的信件呢，主人。",
        "業務連絡のメッセージがあるようです。ご主人様",
        "Looks like some important mail, Master."
      ],
      "returnFromMission": [
        "主人没有受伤吧？身体状况还好吗？虽然黛朵现在投身于偶像活动，但只要有需要，随时可以为主人服务…",
        "ご主人様、お怪我はありませんか？お具合は大丈夫でしょうか？ダイドー、アイドル活動を行っているとはいえ、万が一でもご奉仕をおろそかにするようなことは…",
        "Master, are you hurt? Do you feel okay? I may be an idol for now, but if you need me, I can still service you anytime..."
      ],
      "commission": [
        "塔什干通知说委托组回来了哦。",
        "委託組が帰還しましたと、タシュケントさんからご連絡いただいております",
        "Tashkent tells me the commission team is back."
      ],
      "strengthening": [
        "大青花鱼的点子…不知道能不能派上用场呢…",
        "アルバコアさんのアイデア、うまく生かせるでしょうか…",
        "I wonder if Albacore's idea could actually work..."
      ],
      "startingMission": [
        "足以令主人沉迷的舞台…要上场了！",
        "ご主人様を魅了させるステージ…お見せします！",
        "Now, to steal Master's heart... with my dance!"
      ],
      "mvp": [
        "黛朵只要努力也是能做好的，因为黛朵可是令主人自豪的偶像啊！",
        "ダイドーはできる子ーーご主人様の誇らしいアイドルですからっ！",
        "I know I can do it if I work hard. I'll become an idol you can be proud of!"
      ],
      "defeat": [
        "没法像女仆长唱得那么好啊…呜……",
        "メイド長のようにうまく歌えないようです……っ",
        "I can't sing as well as the Head Maid..."
      ],
      "skillActivation": [
        "作为偶像，为了主人…！",
        "アイドルとしてもご主人様のために…！",
        "As an idol, for the Master...!"
      ],
      "lowHP": [
        "为了不被主人舍弃…！",
        "ご主人様に捨てられないように…！",
        "I can't let the Master throw me away...!"
      ],
      "affinityDisappointed": [
        "黛朵让主人失望了吗…？黛朵真是没用的女仆……",
        "ダイドー、ご主人様を失望させてしまっている…？ダイドーはなんて卑しいメイドでしょうか…",
        "Did I let you down, Master? What a despicable maid I am..."
      ],
      "affinityStranger": [
        "不是侍奉主人的女仆，而是偶像…虽然女仆队的大家教了黛朵很多，但是…黛朵真的能做好吗…",
        "ご主人様に奉仕するメイドではなく、アイドル……メイド隊のみんなからレクチャーを受けましたけど、ダイドーはうまくやれるでしょうか…",
        "No longer a maid serving her master, I'm now an idol.I've learned so much from the other maids, but I'm still not sure if I can do this right..."
      ],
      "affinityFriendly": [
        "偶像服很合适…谢谢主人的赞赏！！…啊、难道这是表示黛朵作为女仆不及格…！？主人，难道…难道要抛弃黛朵了………！？",
        "アイドルの衣装が似合っているって…ご主人様、ありがとうございます！！…はわわ、こ、これはもしかしてダイドーがメイド失格という意味なのでは…っ！？ご主人様、ダイドーを…ダイドーを捨てるおつもりですか…！？",
        "I look good in my idol outfit? Thank you so much, Master...! Oh, does that mean I'm not a maid anymore?! Master, you aren't going to abandon me, are you...?!"
      ],
      "affinityLike": [
        "无论作为女仆还是作为偶像的表现，都很让人期待…的意思吗……对不起，是黛朵误会了…",
        "メイドとアイドル、同じぐらい期待されているという意味だったのですね…申し訳ございません、ダイドーが勝手な勘違いをしていまして…",
        "You mean you're excited to see me as a maid, and as an idol...? Sorry, I misunderstood..."
      ],
      "affinityLove": [
        "不仅是作为女仆的工作，偶像活动也做得很好…吗？能得到主人的赞扬是黛朵的荣幸！黛朵只要是为了主人，就算是偶像也…不，无论什么都会努力去做的！",
        "メイドとしてのご奉仕だけでなく、アイドル活動もうまくやれている…ですか？お褒めに預かり光栄でございます！ダイドー、ご主人様のためにアイドルでも…いいえ、なんでも頑張ってやり遂げてみませますっ！",
        "I'm doing well as a maid, and as an idol...? I'm honoured by your praise! I'll keep working hard as an idol... No, I'll keep working hard in everything I do for you, Master!"
      ],
      "pledge": [
        "区区一介女仆，居然和其他各位一起闪亮地站上舞台，真是太不自量力了！…不过，黛朵会在舞台上加倍努力的！一切都是为了最亲爱的主人…！",
        "一介のメイドが皆様方と同じステージで輝くなんてとんでもございません。…ですが、最高に輝いてみせます！全てはダイドーが愛するご主人様のために……！",
        "It's unthinkable that a lowly maid could shine onstage with all of you... But I will redouble my efforts to be worthy of the honour! All for the sake of my dearest Master!"
      ],
      "additionalVoiceLine1": [
        "(Sortie with Hermione) 偶尔还是可以奢侈一把的…！",
        "(Sortie with Hermione) 豪華な献立もたまには…ね！",
        "(Sortie with Hermione) It's okay to show off from time to time...!"
      ],
      "additionalVoiceLine2": [
        "(Sortie with Taihou µ) 要是黛朵也能像这样在主人面前表现自己的话…！",
        "(Sortie with Taihou µ) ダイドーもご主人様にそんな風にアピールできたら…！",
        "(Sortie with Taihou µ) If only I could present myself to the Master like that!"
      ]
    }
  ],
  "retrofitNodes": []
}