{
  "name": "Icarus",
  "constructionTime": "Cannot Be Constructed",
  "constructionPools": [
    false,
    false,
    false,
    false,
    false
  ],
  "dropLocations": [
    [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  ],
  "rarity": "Elite",
  "shipClass": "I",
  "ID": "465",
  "faction": "Royal Navy",
  "classification": "Destroyer (DD)",
  "retrofit": false,
  "artist": "ALLENES",
  "pixiv": "https://www.pixiv.net/member.php?id=8217405",
  "twitter": "https://twitter.com/CN_ALLENES",
  "link": "https://weibo.com/u/3818062182",
  "voiceActor": "https://en.wikipedia.org/wiki/Y%C5%ABki_Takada",
  "armor": "Light",
  "statsHashMap": {
    "Level 120": [
      1669,
      207,
      70,
      79,
      376,
      210,
      42,
      157,
      0,
      9,
      194,
      213,
      0,
      0
    ],
    "Level 100": [
      1391,
      180,
      70,
      69,
      335,
      203,
      42,
      136,
      0,
      9,
      185,
      193,
      0,
      0
    ],
    "Base Stats": [
      269,
      76,
      70,
      15,
      71,
      78,
      42,
      29,
      0,
      2,
      71,
      53,
      0,
      0
    ]
  },
  "slot1Equipment": "DD Guns",
  "slot1Efficiency": "100% → 120%",
  "slot2Equipment": "Torpedoes",
  "slot2Efficiency": "140% → 145%",
  "slot3Equipment": "Anti-Air Guns",
  "slot3Efficiency": "95% → 100%",
  "collectionStatBonus": "Destroyer (DD) Health  +1",
  "collectionTechPoints": 5,
  "maxLimitBreakTechPoints": 11,
  "level120StatBonus": "Destroyer (DD) Anti-submarine warfare  +1",
  "level120TechPoints": 8,
  "enhancementValue": [
    5,
    23,
    0,
    14
  ],
  "retireValue": [
    0,
    4,
    3,
    4
  ],
  "limitBreak1": "Gains Full Barrage I / All Weapon Efficiency +5%",
  "limitBreak2": "Max Torpedo Capacity +1 / Pre-Loaded Torpedo +1 / Main Gun Efficiency +10%",
  "limitBreak3": "Upgrades Full Barrage I→II / Main Gun Efficiency +5%",
  "skill1Name": "All Out Assault, Open Fire!; CN: 全弹压制射击 JP: 全弾発射・火力制圧です！",
  "skill1Description": "5s after the start of the battle, and with 40% (70%) chance every 30s: launches a Lv.1 (Lv.10) special barrage (DMG based on the skill level.)",
  "skill2Name": "Torpedo Mode? ...Sure!; CN: 雷击集中模式 JP: 雷撃集中…ですね！",
  "skill2Description": "At the start of the battle and every 20s after that: for 10s, decreases the DMG this ships takes from torpedoes by 6% (20%) and changes this ship's torpedo barrage to line with no spread.",
  "skill3Name": "All Out Assault I; CN: 全弹发射II JP: 全弾発射-I級Ⅱ",
  "skill3Description": "Activates All Assault I: I-class once every 15 times the Main Guns are fired (II).",
  "skins": [
    {
      "ENClientName": "Default",
      "obtainedFrom": "Default",
      "l2dModel": false,
      "spriteUrl": "https://azurlane.koumakan.jp/w/images/thumb/4/45/Icarus.png",
      "chibiUrl": "https://azurlane.koumakan.jp/w/images/a/ae/IcarusChibi.png",
      "shipDescription": [
        "I级驱逐舰—伊卡洛斯",
        "I級駆逐艦・イカルス",
        "I-class destroyer – Icarus."
      ],
      "selfIntroduction": [
        "说到经历的话…我曾经为胡德和厌战护航过，然后…对反潜作战多少有些心得吧？也算去过各种地方，参与过不少任务，可以说有丰富的经验了？呵呵~所以，无论是战斗上还是生活中，都尽管把事情交给伊卡洛斯吧~",
        "カンレキといえば…フッドさんとウォースパイトさんの護衛と、対潜作戦ですね…まあ色んな海に行って色んな戦いに参加して、ちょっとだけ経験が多いってところかな？というわけで、戦いでもなんでも、イカルスにお任せくださいね！",
        "My history as a ship...? I escorted Hood and Warspite, and also participated in anti-submarine missions... Basically, I've been here and there and done this and that. I guess you could say I have quite a bit of experience? That being the case, feel free to call upon me, whether in battle or otherwise!"
      ],
      "acquisition": [
        "你好，指挥官，我是皇家I级驱逐舰伊卡洛斯，擅长的是护航作战和反潜作战。接下来的日子请您多多指教了哦。",
        "指揮官、こんにちは、ロイヤルIクラス駆逐艦のイカルスです。護衛作戦、対潜作戦が得意です。これからよろしくお願いしますね",
        "Well met, Commander. I am Icarus, I-class destroyer from the Royal Navy. I specialize in escort and anti-submarine operations. I look forward to working with you."
      ],
      "login": [
        "指挥官来了？嗯，需要的资料都给您摆在桌上了。茶水一会就给你端过来，请安心工作吧。",
        "指揮官、今来ました？ふふ、資料は机の上です。お茶もすぐにお持ちしますので、お仕事始めててくださいね",
        "Commander, did you just arrive? Hehe. There are documents on your desk. I'll have your tea ready in just a moment, so please get started on your work."
      ],
      "details": [
        "指挥官换洗的衣服…明天三餐的准备…然后还有……啊，指挥官什么时候来的？…嗯？没什么，只是在做一些日常的筹备工作而已~",
        "今度指揮官が着る服に、明日の献立は……あ、指揮官、いつ来ました？…なんでもありませんよ。いつもの準備です♪",
        "A change of clothes for the commander, the menus for tomorrow's meals... Oh, Commander. When did you get here? ...Don't mind me, I'm just doing some daily preparations~♪"
      ],
      "secretaryIdle1": [
        "指挥官要出门的话先跟我说一声哦，我根据天气帮你准备下东西，雨伞还是外套什么的",
        "指揮官、出かける前に声をかけてください！傘でもコートでもなんでも用意しますよ",
        "Commander, please let me know when you head out! Whether it's an umbrella or a coat, I'll be sure to have it ready for you."
      ],
      "secretaryIdle2": [
        "爱斯基摩人…好像想找人玩的样子呢…指挥官先专心工作，我帮她联系几个小伙伴。…嗯，阿贝克隆比应该挺合适的",
        "エスキモー、構って欲しそうな顔をしていますね…指揮官はお仕事に集中してください、あの子はわたしがなんとかしてみます。…そうです、アバークロンビーちゃんを呼びましょう！",
        "Eskimo looks like she wants some attention... Commander, I'll do something about her, so please focus on your work. ...That's right, I can call Abercrombie over!"
      ],
      "secretaryIdle3": [
        "驱逐果然还是有极限的呢，要是能有更大的炮管和更多的鱼雷………啊，只是一点自言自语，请不要在意(///",
        "駆逐艦だとやっぱり限界がありますね…もっとこう大口径砲とか魚雷とかガンガン積めれば……あっ、今のは独り言です！気にしないでくださいっ！",
        "I guess destroyers really have their limits... If only I had bigger guns or torpedoes... Oh, I was just talking to myself. Please don't mind me!"
      ],
      "secretaryTouch": [
        "有什么要我做的事情吗？",
        "わたしに任せたいことはありますか？",
        "Was there something you wanted me to do?"
      ],
      "secretarySpecialTouch": [
        "这、这种事情果然还是…(///",
        "こ、こういうのはですね……////",
        "I-I'm not sure if we should be doing this..."
      ],
      "secretaryHeadpat": [
        "嘻嘻…这样的…我不讨厌哦？",
        "ふふふ、嫌いではありませんよ？こういうの",
        "Hehehe. You know, this feels kind of nice."
      ],
      "task": [
        "有新的任务下发了，打起精神来完成吧！",
        "新しい任務です。気を引き締めましょう！",
        "There's a new mission. Let's do our best!"
      ],
      "taskComplete": [
        "完成任务了呢，指挥官真棒~",
        "任務が完了しました！指揮官、よかったですね！",
        "The mission's been completed! How wonderful!"
      ],
      "mail": [
        "新邮件帮您整理好了~要给你拿过来吗？",
        "新しいメールを整理しました！持ってきてもいいですか？",
        "I've finished sorting out the new mail! Should I bring it over?"
      ],
      "returnFromMission": [
        "欢迎回来，指挥官，您不在的时候，我都把房间打扫过了哦~欸？夸奖什么的…不用那么客气的~",
        "おかえりなさい指揮官。出撃の間に部屋を片付けておきましたよ。…褒めていただくなんてとんでもありません！全然大したことしてないですよ！",
        "Welcome back, Commander. I cleaned up the room while you were away. ...N-no, there's no need to praise me. It really wasn't a big deal!"
      ],
      "commission": [
        "指挥官，需要我去迎接委托组的同伴们吗？",
        "指揮官、委託組のみんなをわたしが代わりに出迎えに行って来てもいいですか？",
        "Commander, would you like me to go greet the commissions team in your stead?"
      ],
      "strengthening": [
        "这样就能发射更多的火力、咳咳…就能更好地帮助指挥官了~",
        "んん～これで火力マシマシ…じゃなくて、もっと指揮官のお役に立てられますね！",
        "Mmh~ One step closer to achieving overwhelming firepower... Err, I mean, I'll be more useful to the commander!"
      ],
      "startingMission": [
        "好…！接下来要火力全开了哦！",
        "よし…！次は全弾発射ですね！",
        "Alright...! Let's go all-out!"
      ],
      "mvp": [
        "胜利了~这都多亏了指挥官~",
        "勝ちました！指揮官のおかげです！",
        "We won! It's all thanks to you, Commander!"
      ],
      "defeat": [
        "如果刚才能再来一次鱼雷齐射的话…",
        "魚雷斉射をもう一回行えていればなぁ……",
        "If only I could have shot another volley of torpedoes..."
      ],
      "skillActivation": [
        "装填完毕…！",
        "装填完了…っと！",
        "Loading complete... Let's go!"
      ],
      "lowHP": [
        "鱼雷还没准备好么…唔…伊卡洛斯，再坚持一下！",
        "魚雷はまだですか…ちょっとなら持ちこたえられます…！",
        "My torpedoes still aren't ready... I can hold out for a bit longer...!"
      ],
      "affinityDisappointed": [
        "唔…再这样下去，就只有伊卡洛斯会愿意陪在指挥官身边了…",
        "…このままでは、指揮官をそばで見守り続けたいと思ってるのはイカルスだけになっちゃいそうですね…",
        "...If you keep this up, I'll be the only one left who's willing to keep looking after you, Commander..."
      ],
      "affinityStranger": [
        "指挥官，还有港区的伙伴们，都是伊卡洛斯应当守护的重要存在。所以，对于想伤害大家的敌人，火力全开，迅速消灭是理所当然的哦。",
        "指揮官と母港の仲間たちはイカルスが守るべき存在です。みんなを傷つける敵は火力全開でパーッとぶっ倒すべし！ですよ",
        "Commander, I've sworn to protect you and everyone else at the port. I'll use all my might to destroy anything that dares to hurt you!"
      ],
      "affinityFriendly": [
        "指挥官最近是不是有点努力过头了…？要注意适当的休息哦。一口气飞得太快太高的话，可是会被太阳融掉翅膀，掉到海里死掉的哦？…嗯？这个好像是哪里看到过的传说故事的情节呢",
        "指揮官は最近、頑張りすぎではありません？…休むときはちゃんと休んでくださいね、太陽まで飛ぼうとしても、翼が熔けたら落ちちゃいますよ？……ん？何を言っていましたの、わたし…",
        "Commander, haven't you been working a bit too hard recently? You need to make sure to get some rest when you can... If you fly too close to the sun, your wings will melt, and you'll fall down, you know? ...Huh? What am I saying...?"
      ],
      "affinityLike": [
        "呼…最近陪在指挥官身边的时间越来越长了呢，照顾指挥官也已经变成了习惯的一部分…难道，反而是伊卡洛斯对指挥官产生依赖性了？",
        "んー指揮官のそばにいると、指揮官の代わりになんでもしてあげたくなるんですよね……もしかしてイカルス、指揮官から離れられなくなったりして……？",
        "Mm... The more I stay by your side, the more I want to do your work in your stead... Do you think I'm getting a bit too attached to you...?"
      ],
      "affinityLove": [
        "指挥官，就好像太阳一样呢。仅仅存在于那里，就能让人感到温暖。但是太过靠近的话，又让人有些害怕，会不会被过于强烈的光热吞没……指挥官，我可以…更靠近你一点吗？",
        "「君という太陽は、そこにいるだけで暖かく感じる。君という太陽は、近づこうとすると、飲み込まれるのではないかと怖くなる――」指揮官、もう少し…近くに寄っても大丈夫ですか？",
        "\"You, who are like the sun, make me feel your warmth just by being there. You, who are like the sun, make me afraid of being swallowed by your warmth.\" Commander, can I come... a bit closer to you?"
      ],
      "pledge": [
        "原来，正如我对指挥官一样，指挥官也觉得离不开我了吗？嘻嘻…我很高兴。接下来的生活，各种事情也请指挥官…继续多多指教了哦？",
        "わたしが指揮官から離れないように、指揮官もわたしから離れなくなりましたね？嬉しいです！これからも、色々と…お願いしますね♪",
        "Just as I've become unable to part with you, have you come to feel the same way about me? I'm so happy! From now on, I'll be sure... to ask you for lots of things♪"
      ],
      "additionalVoiceLine1": [
        "(Sortie with Hood) 这次不会与您错过了！",
        "(Sortie with Hood) フッド様、今回はしっかりお守りします！",
        "(Sortie with Hood) Miss Hood, this time, I'll defend you properly!"
      ],
      "additionalVoiceLine2": [
        "(Sortie with Warspite) 又能一起作战了呢~",
        "(Sortie with Warspite) またご一緒になりましたね！",
        "(Sortie with Warspite) It seems we're heading out together again!"
      ]
    },
    {
      "ENClientName": "One-Week Medical Experience?",
      "ENClientAvailability": "Limited",
      "CNClientName": "港区医院体验周?",
      "CNClientAvailability": "Limited",
      "JPClientName": "医療施設体験週？",
      "JPClientAvailability": "Limited",
      "obtainedFrom": "Skin Shop",
      "cost": "Gem 700",
      "l2dModel": false,
      "spriteUrl": "https://azurlane.koumakan.jp/w/images/thumb/b/b4/IcarusMedical.png",
      "chibiUrl": "https://azurlane.koumakan.jp/w/images/7/74/IcarusMedicalChibi.png",
      "shipDescription": [
        "虽然说是配合港区医院进行的特别演习…还是感觉有些奇怪…啊哈哈…比起被人照顾，感觉我应该更适合当照顾人的那边呢……",
        "母港の医療施設の稼働演習！だそうですけど、やっぱりちょっと変な感じですね…なんというかわたし、世話を焼かれるより焼くほうですから…",
        "This is a special exercise for our on-site medical facilities! Well, that's what they said anyway, but isn't this kind of weird...? I feel like I'd rather be taking care of others, not the other way around..."
      ],
      "acquisition": [
        "虽然说是配合港区医院进行的特别演习…还是感觉有些奇怪…啊哈哈…比起被人照顾，感觉我应该更适合当照顾人的那边呢……",
        "母港の医療施設の稼働演習！だそうですけど、やっぱりちょっと変な感じですね…なんというかわたし、世話を焼かれるより焼くほうですから…",
        "This is a special exercise for our on-site medical facilities! Well, that's what they said anyway, but isn't this kind of weird...? I feel like I'd rather be taking care of others, not the other way around..."
      ],
      "login": [
        "啊，指挥官来探望我了吗？伊卡洛斯很精神，没什么事的~",
        "指揮官、お見舞いですか？こう見えてもイカルスはバッチリ健康ですよ～",
        "Commander, did you come by to check up on me? Though I might look like a patient, I'm actually perfectly fine~"
      ],
      "details": [
        "应该换洗的衣服，日常用品，都提前帮指挥官准备好了。伊卡洛斯在这边的时候，你要照顾好自己哦？",
        "着替えと日用品、全部予め準備しましたよ。イカルスがここで演習に参加している間に不摂生な生活を送らないでくださいね？",
        "I've already prepared your changes of clothing and daily necessities in advance. Make sure you don't neglect your health while I'm away participating in this exercise, alright?"
      ],
      "secretaryIdle1": [
        "像这样坐在医院房间里，看着窗外的风景，不知怎么的，就有种微妙的心情涌上心头呢…",
        "こうして病室で外の風景を眺めると、なんだか微妙な気持ちになりますね……",
        "Looking out the window of this hospital room at the scenery is making me oddly emotional..."
      ],
      "secretaryIdle2": [
        "啊，这些绷带之类的都只是为了演习看上去真实而准备的，伊卡洛斯没有受伤哦？",
        "包帯とか点滴とか、あくまで演習のための見せかけで、本物ではありませんよ？",
        "These bandages and this IV are just here for practice. They're not the real deal, you know?"
      ],
      "secretaryIdle3": [
        "唔，这样好像就不能太剧烈地运动了…不知道会不会影响到火力的发挥呢…",
        "この格好だと激しく動きづらいですね…火力を出すのにも影響がありそう…",
        "It's hard to move around properly in this... I'm sure there will be an impact on my firepower, too..."
      ],
      "secretaryTouch": [
        "即使是这样的情况，也是有伊卡洛斯能帮指挥官做的事情的哦",
        "この状況でも、指揮官のためにできることがきっとありますよ",
        "Even in this situation, I'm sure there is something that I can do for you, Commander."
      ],
      "secretarySpecialTouch": [
        "这、这里可是医院哦，指挥官？",
        "こ、ここは医療施設ですよ？指揮官？",
        "C-Commander? We're in the medical facility, you know..."
      ],
      "returnFromMission": [
        "指挥官的房间…是不是应该再委托下女仆队的各位多打扫一下比较好呢…",
        "指揮官のお部屋は…メイド隊に掃除をお願いしたほうがよろしいでしょうか…",
        "I wonder if... I should just let the Royal Maids clean your room instead..."
      ]
    },
    {
      "ENClientName": "Nereid's Discovery",
      "ENClientAvailability": "Limited",
      "CNClientName": "海底探险摄影会",
      "CNClientAvailability": "Limited",
      "JPClientName": "ネレウス・デスカバリー",
      "JPClientAvailability": "Limited",
      "obtainedFrom": "Skin Shop",
      "cost": "Gem 780",
      "l2dModel": false,
      "spriteUrl": "https://azurlane.koumakan.jp/w/images/thumb/7/70/IcarusSummer.png",
      "chibiUrl": "https://azurlane.koumakan.jp/w/images/9/9a/IcarusSummerChibi.png",
      "shipDescription": [
        "「今天的海底探险就要开始咯，会不会发现什么特别的东西呢~？」——呵呵，是这种主题的摄影吗，指挥官？",
        "「イカルスと一緒に海の中の探検を始めましょう！今日はスペシャルな何かを見つけることができるかなー？」――ふふ、いかがですか？指揮官？",
        "\"Let's go explore the ocean together! What special things will we be able to find today~?\" Hehe, how's that, Commander?"
      ],
      "acquisition": [
        "「今天的海底探险就要开始咯，会不会发现什么特别的东西呢~？」——呵呵，是这种主题的摄影吗，指挥官？",
        "「イカルスと一緒に海の中の探検を始めましょう！今日はスペシャルな何かを見つけることができるかなー？」――ふふ、いかがですか？指揮官？",
        "\"Let's go explore the ocean together! What special things will we be able to find today~?\" Hehe, how's that, Commander?"
      ],
      "login": [
        "伊卡洛斯和小家伙们都准备好了~指挥官，随时可以开始摄影哦？",
        "イカルスと饅頭たち、準備オッケーです！指揮官、いつでもカメラを回していいですよ？",
        "The manjuus and I are all ready to go! You can start taking pictures whenever you're ready."
      ],
      "details": [
        "之前虽然已经感叹过了，不过…能在港区里整出这样的场景，还真是厉害呢……",
        "もう何回も驚かされましたけど…母港でこれほどのセットを作れるなんて、本当にすごいですね…",
        "No matter how many times I see it, it never gets old... It's simply amazing that we're able to create amazing sets like this at the Port."
      ],
      "secretaryIdle1": [
        "这就是潜艇们作战时看到的风景吗，还挺有趣的~",
        "潜水艦の子たちはこんな風景の中で戦っているんですね。ふふ、いい眺めです",
        "So this is what the submarine girls see while they battle... Hehe, the scenery down here is amazing."
      ],
      "secretaryIdle2": [
        "这个泳装很贴身，动起身体来也不会觉得不舒服呢",
        "この水着、体にピッタリでどんなに動いても平気ですね",
        "This swimsuit fits me nice and tight. It's so easy to move around in it!"
      ],
      "secretaryIdle3": [
        "啊，发现发呆的指挥官一枚，小家伙们已经把照片拍下来了呢，嘻嘻",
        "あ、ぼーっとしている指揮官発見ですっ。饅頭たちが証拠写真を撮りましたよ？ふふふ",
        "Oh, I caught you spacing out, Commander. I had the manjuus take a picture as proof, too. Why don't you take a look? Heehee~"
      ],
      "secretarySpecialTouch": [
        "现、现在还在摄影中啊，指挥官！",
        "ま、まだ宣材撮影中ですよ？指揮官っ",
        "W-We're still in the middle of the shoot, Commander!"
      ],
      "returnFromMission": [
        "指挥官要不要…也加入这边呢~？要是能和指挥官一起拍摄的话，我会更开心的~",
        "指揮官もご一緒にいかがですか？指揮官と一緒に撮るならわたしももっとテンションが上ったり…ふふ",
        "Commander, how would you like to join me in the shoot? I think I'd get more fired up if we're in the same shot... Hehe~"
      ]
    }
  ],
  "retrofitNodes": []
}