{
  "name": "Le Malin µ",
  "constructionTime": "Cannot Be Constructed",
  "constructionPools": [
    false,
    false,
    false,
    false,
    false
  ],
  "dropLocations": [
    [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  ],
  "rarity": "Super Rare",
  "shipClass": "Le Fantasque",
  "ID": "481",
  "faction": "Vichya Dominion",
  "classification": "Destroyer (DD)",
  "retrofit": false,
  "voiceActor": "https://en.wikipedia.org/wiki/Haruka_Shiraishi",
  "armor": "Light",
  "statsHashMap": {
    "Level 120": [
      2021,
      206,
      51,
      139,
      274,
      213,
      54,
      135,
      0,
      10,
      183,
      192,
      0,
      0
    ],
    "Level 100": [
      1684,
      179,
      51,
      120,
      240,
      206,
      54,
      117,
      0,
      10,
      174,
      173,
      0,
      0
    ],
    "Base Stats": [
      326,
      76,
      51,
      26,
      51,
      79,
      54,
      25,
      0,
      3,
      67,
      47,
      0,
      0
    ]
  },
  "slot1Equipment": "DD Guns",
  "slot1Efficiency": "130% → 150%",
  "slot2Equipment": "Torpedoes",
  "slot2Efficiency": "120% → 125%",
  "slot3Equipment": "Anti-Air Guns",
  "slot3Efficiency": "114% → 120%",
  "collectionTechPoints": 0,
  "maxLimitBreakTechPoints": 0,
  "level120TechPoints": 0,
  "enhancementValue": [
    8,
    17,
    0,
    14
  ],
  "retireValue": [
    0,
    4,
    3,
    10
  ],
  "limitBreak1": "Unlock EX Barrage Ⅰ/Main gun efficiency +5%",
  "limitBreak2": "Torpedo base +1/Torpedo preload +1/Main gun efficiency +10%",
  "limitBreak3": "Improve EX Barrage/All weapons' efficiency +5%",
  "skill1Name": "Heavenly Hymn; CN: Lumière des Anges JP: アンジュルミエールμ",
  "skill1Description": "Every 20s after the start of the battle: this ship stops moving for 3s and summons a Lv.1 (Lv.10) Iris Angels Airwing to attack (DMG is based on this ship's TRP stat and the skill's level). Additionally, this skill has a 50.0% chance to heal this ship for 3.0% HP when activated.",
  "skill2Name": "Moment of Slackery; CN: 怠惰天使 JP: アンジュラントモン",
  "skill2Description": "At the start of the battle: increases this ship's FP by 10.0% (20.0%), and by another 3.0% whenever this ship sinks an enemy (can be stacked up to 3 times; resets between battles). Decreases this ship's DMG taken by 5.0% and, every 25s: heals all DDs in the same fleet for 1.0% (3.0%) of their max HP.",
  "skill3Name": "All Out Assault Ⅱ; CN: 专属弹幕-恶毒(μ兵装)II JP: 特殊弾幕-ル・マラン（μ兵装）II",
  "skill3Description": "Activates All Out Assault Ⅱ: Le Malin μ once every 10 times the Main Guns are fired.",
  "skins": [
    {
      "ENClientName": "Default",
      "obtainedFrom": "Default",
      "l2dModel": false,
      "shipDescription": [
        "吾乃逐浪之空想，守护教廷之利剑——恶毒，以偶像之姿登场，愿以祈愿之歌为你带来心灵之治愈。",
        "アイリスの輝かしき剣、ル・マラン、偶像（アイドル）の姿で参上せり。我は波を駆ける空想、祈りの歌でそなたに癒やしをもたらさん",
        "I am the Iris's shining sword, Le Malin. As the shimmering idol who chases the waves, may your souls be healed by my songs of prayer."
      ],
      "selfIntroduction": [
        "我是空想级驱逐舰·恶毒。哼哼…偶像任务，一定会做到最好给你看的。我、我可没有对这个兴致满满的哦？",
        "ル・ファンタスク級駆逐艦ル・マラン、参上しました。ふふふ…アイドル任務、上手くこなしてみせますよ。べ、別にやりたくてやっているわけじゃありませんけど",
        "I am the Le Fantasque-class destroy, Le Malin, reporting for duty. Heheh... Just watch, I'll do an amazing job on this idol mission. J-just to be clear, it's not like I was looking forward to this!"
      ],
      "acquisition": [
        "吾乃逐浪之空想，守护教廷之利剑——恶毒，以偶像之姿登场，愿以祈愿之歌为你带来心灵之治愈。",
        "アイリスの輝かしき剣、ル・マラン、偶像（アイドル）の姿で参上せり。我は波を駆ける空想、祈りの歌でそなたに癒やしをもたらさん",
        "I am the Iris's shining sword, Le Malin. As the shimmering idol who chases the waves, may your souls be healed by my songs of prayer."
      ],
      "login": [
        "早上好，今天的练习内容是什么？",
        "おはようございます。今日のレッスンはなんですか？",
        "Good morning. What will today's lesson be?"
      ],
      "details": [
        "虽然并非本意，终归是参与了偶像任务。尽情欣赏来自鸢尾的优雅演出吧。",
        "不本意ですが、アイドル任務に協力させていただきます。エレガントなる我がアイリスのパフォーマンスをご覧あれ",
        "I didn't really want to do this, but I'll see this idol mission through. I will bring the elegance of the Iris to the world stage."
      ],
      "secretaryIdle1": [
        "偶像，是受人崇拜的存在。所以不能轻易做出缩短距离感的行为。",
        "偶像（アイドル）は人によって崇拝されるもの、すなわち距離感を縮めような行動を行うべきではない、ということです",
        "An \"idol\" is something that people worship and exalt. As the word suggests, we mustn't do anything that would shorten that distance."
      ],
      "secretaryIdle2": [
        "虽然让巴尔说随心所欲就好…不过，唔…凯旋和黎塞留她们期待的眼神让人感到好刺痛…",
        "ジャン・バールさんが適当でいいと言ってたけど…うぅ、トリオンファンとリシュリューさんの期待の視線が痛い……",
        "Jean Bart told me to just enjoy myself, but... the expectant gazes of Le Triomphant and Richelieu... it burns!"
      ],
      "secretaryIdle3": [
        "皇家的那孩子，不仅纯真无邪，唱也是“祈愿”的歌呢。呵呵，我是不会输给她的~",
        "あのロイヤルの子、無邪気な歌もまた「祈り」、ですね。ふふふ、負けませんよ",
        "That little girl from the Royal Navy.. . Not only does she act all innocent, she also sings about \"prayer.\" Hehe, as if I'd let her steal my thunder~"
      ],
      "secretaryTouch": [
        "谢谢指挥官一直以来的支持~",
        "いつも応援、感謝していますよ",
        "Thanks for always cheering me on~"
      ],
      "secretarySpecialTouch": [
        "哇！你、你要干嘛！",
        "わわ？！な、何をするんですかー！",
        "Hwuh?! Wh-what are you doing?!"
      ],
      "secretaryHeadpat": [
        "…？这是做什么？",
        "…？なんですか？",
        "Huh...? What is it?"
      ],
      "task": [
        "通告…希望能高效又快速地全部搞定啊…",
        "オファー…ここは効率よく、ガンガンこなすようお願いします",
        "We got a job offer... Hopefully we can take care of it quickly and efficiently..."
      ],
      "taskComplete": [
        "终、终于都完成了…优雅地把奖励给领了吧…",
        "お、オファー完了しました…エレガントに報酬を受け取りにいきましょう…",
        "F-finally, that's taken care of... Now all that remains is the collect the reward, elegantly..."
      ],
      "mail": [
        "有工作信件，请确认。",
        "仕事の連絡です。ご確認を",
        "It's work-related. Look it over please."
      ],
      "returnFromMission": [
        "辛苦了。来一杯优雅的红茶如何？",
        "お疲れ様です。エレガントに紅茶を一杯、嗜んでみてもいかが？",
        "Good work out there. Would you like to enjoy a most elegant cup of tea?"
      ],
      "commission": [
        "委托组回来了哦。……啊！也就是说可以休息了对吧！",
        "委託組が戻ってきましたよ。…は！ってことは休憩して大丈夫ですよね！",
        "The commission fleet has returned... Phew! That means I get to chill!"
      ],
      "strengthening": [
        "鸢尾之奇迹，显现于此！",
        "アイリスの秘蹟、ここに顕現せん！",
        "The Iris's miracle manifests here!"
      ],
      "startingMission": [
        "将祈愿传达过去吧！",
        "届け！私の祈りを！",
        "Harken! Hear my prayer!"
      ],
      "mvp": [
        "为鸢尾之光而喝彩、而感动吧！",
        "アイリスの輝きに――喝采せよ！感涙せよ！",
        "Long live the glory of the Iris! Rejoice! Weep!"
      ],
      "defeat": [
        "没有让人悔恨的空闲啊…！",
        "悔しんでいる暇はないですね…！",
        "There's no time for regrets...!"
      ],
      "skillActivation": [
        "光啊！",
        "輝きを！",
        "Light, heed me!"
      ],
      "lowHP": [
        "我可不像埃米尔那么能跳啊…！",
        "エミールのように踊れるわけじゃないですよ…！",
        "There's no way I could dance like Émile...!"
      ],
      "affinityDisappointed": [
        "这是…表示我可以尽情偷懒的意思吧…",
        "これは…サボっていいってサインに違いありませんね…",
        "This... must be carte blanche to loaf around as much as I want..."
      ],
      "affinityStranger": [
        "我是闪耀的鸢尾偶像·恶毒——为我提供优雅的指引吧，指挥官。",
        "輝かしきアイリスのアイドル、ル・マラン――さあ、私をエレガントに導いてくださいませ",
        "I am the dazzling Iris idol, Le Malin— Now, provide me the most elegant of instructions!"
      ],
      "affinityFriendly": [
        "又要练习又要接通告又要锻炼又要排舞……要做的事情也太多了吧！不行了撑不下去了…光是看行程表就感觉累死了…我要休息了……",
        "レッスンにオファーにトレーニングにリハーサル……やることが多すぎですよ！ダメだこれ絶対倒れちゃう…もうスケジュールを見ただけで疲れました…今日は休ませて～",
        "Lessons, offers, training, and rehearsals... There's too much stuff to do... I can't deal with this anymore! I'm gonna pass out at this rate... Just looking at the schedule is making me want to crawl back into bed... Maybe I should do just that today~"
      ],
      "affinityLike": [
        "哈啊…哈啊……怎么样！看到恶毒的表现了吗！觉得不错的话就让我休息！没错！我要休息！或者等休息的时候给我准备好吃的点心也行！",
        "はあ、はあ…どうですかこのル・マランのパフォーマンスは！いい感じだと思ったら休憩！はい！休憩を要求します！も、もしくはオフで美味しいお菓子の差し入れを…！",
        "Haah, haah... How's that? My performance was pretty on-spot, wasn't it? If you think so, let me take a break already! All right, I'll be heading off! Or, uhh, if you could prepare some tasty snacks for me..."
      ],
      "affinityLove": [
        "指挥官，这边结束以后约会的约定，很抱歉果然还是在房间里就……咦，可以吗！？太好啦~可以在房间里滚来滚……咳咳，要先集中在舞台上、没错！",
        "指揮官、オフでデートに出かける約束、ごめんなさいやっぱり部屋で…いいですか？！やったぁ一緒にゴロゴロして…コホン！まずはこのステージ、ですね…！",
        "Commander, on my day off, promise you'll take me on a date? I mean, uhh, sorry, I'll just head back to... Huh? Really?! Yaay! I can't wait to loaf around together— Ah, ahem... First, this concert...!"
      ],
      "pledge": [
        "因为有鸢尾的同伴们和指挥官，才有现在这般优雅的舞台。来吧，将誓约的戒指献给恶毒，让这闪耀的光芒成为…成为永恒！",
        "エレガントなるル・マランのステージ――アイリスの仲間たちの、そして指揮官がいてこそのものです。さあ、ル・マランに誓いの指輪を渡し、この輝きを永遠なるものにし…してください！",
        "The fact that I'm standing upon this shining stage right now is due to all the support from you and my friends. Now, place that ring upon my finger, and may our vow preserve this radiance forevermore!"
      ],
      "additionalVoiceLine1": [
        "(Sortie with Champagne) 麻烦歌词写得好懂一点！",
        "(Sortie with Champagne) 歌詞はわかりやすいのでお願いします！",
        "(Sortie with Champagne) Please make the lyrics easier to understand!"
      ],
      "additionalVoiceLine2": [
        "(Sortie with Gascogne µ) 一起在舞台上加油吧！",
        "(Sortie with Gascogne µ) ステージの演出、お願いします！",
        "(Sortie with Gascogne µ) Let's do our best onstage!"
      ],
      "additionalVoiceLine3": [
        "(Sortie with Jean Bart) 随心所欲…果然很棒吧…！",
        "(Sortie with Jean Bart) そうですね…適当でいいですよね…！",
        "(Sortie with Jean Bart) You know... it really does feel better to just enjoy myself!"
      ]
    }
  ],
  "retrofitNodes": []
}