{
  "name": "Little Renown",
  "constructionTime": "Cannot Be Constructed",
  "constructionPools": [
    false,
    false,
    false,
    false,
    false
  ],
  "dropLocations": [
    [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  ],
  "rarity": "Elite",
  "shipClass": "Renown",
  "ID": "451",
  "faction": "Royal Navy",
  "classification": "Battlecruiser (BC)",
  "retrofit": false,
  "artist": "liyu黎",
  "link": "https://www.weibo.com/p/1005055979033109/",
  "voiceActor": "https://en.wikipedia.org/wiki/Ai_Kayano",
  "armor": "Medium",
  "statsHashMap": {
    "Level 120": [
      6318,
      153,
      85,
      344,
      0,
      41,
      32,
      303,
      0,
      13,
      68,
      0,
      0,
      0
    ],
    "Level 100": [
      5377,
      133,
      85,
      305,
      0,
      26,
      32,
      266,
      0,
      13,
      56,
      0,
      0,
      0
    ],
    "Base Stats": [
      1040,
      56,
      85,
      65,
      0,
      10,
      32,
      57,
      0,
      4,
      22,
      0,
      0,
      0
    ]
  },
  "slot1Equipment": "BB Guns",
  "slot1Efficiency": "105% → 135%",
  "slot2Equipment": "DD Guns",
  "slot2Efficiency": "150% → 150%",
  "slot3Equipment": "Anti-Air Guns",
  "slot3Efficiency": "70% → 70%",
  "collectionTechPoints": 0,
  "maxLimitBreakTechPoints": 0,
  "level120TechPoints": 0,
  "enhancementValue": [
    43,
    0,
    0,
    11
  ],
  "retireValue": [
    0,
    10,
    3,
    4
  ],
  "limitBreak1": "Main Gun Mount +1 / Main Gun Efficiency +5%",
  "limitBreak2": "Secondary Gun Mount +2 / Main Gun Efficiency +10%",
  "limitBreak3": "Main Gun Mount +1 / Main Gun Efficiency +15%",
  "skill1Name": "Knight's Shooting Training; CN: 小骑士的射击训练 JP: 騎士隊の射撃訓練",
  "skill1Description": "Decreases the loading time of this ship's first 3 Salvos by 40.0%, but DMG dealt will be changed to 40.0%, 60.0% (80.0%), and 100.0% (120.0%) each. From the 4th Salvo onwards: this ship deals 100.0% (120.0%) DMG with its Salvoes.",
  "skill2Name": "Knight's Formation Drill; CN: 小骑士的团队演练 JP: 騎士隊の陣形訓練",
  "skill2Description": "At the start of the battle: increases this ship's FP, RLD, and Accuracy by 1.0% (5.0%) for every Royal Navy ship in the same fleet. Can be stacked up to 4 times.",
  "skill3Name": "",
  "skill3Description": "",
  "skins": [
    {
      "ENClientName": "Default",
      "obtainedFrom": "Default",
      "l2dModel": false,
      "spriteUrl": "https://azurlane.koumakan.jp/w/images/thumb/e/ea/Little_Renown.png",
      "chibiUrl": "https://azurlane.koumakan.jp/w/images/d/db/Little_RenownChibi.png",
      "shipDescription": [
        "声望级战列巡洋舰—声望",
        "レナウン級巡洋戦艦・レナウン (HMS Renown)",
        "Renown-Class Battlecruiser - HMS Renown"
      ],
      "selfIntroduction": [
        "来此之前，我一直在法尔费德船厂磨练自己。能提前踏上战场是对我实力的肯定，我一定不会辜负大家期望的！",
        "ゴーヴァンにて鍛えられてきた巡洋戦艦、レナウンです！こうして戦えるようになったのは皆から実力を認められたため…はい！皆の期待をぜったいに裏切りません！",
        "I am the battlecruiser Renown, and I was training in Govan before coming here! Being able to weigh anchor ahead of schedule is a testament to my strength... Indeed! I will do my utmost to live up to everyone's expectations!"
      ],
      "acquisition": [
        "声望级战列巡洋舰声望，现在加入战斗序列！指挥官，虽然我现在还小，但我不会让您失望的！",
        "レナウン級巡洋戦艦、レナウン、戦闘序列に加わりました！体こそ小さいですけど、失望はさせませんよ！",
        "The Renown-class battlecruiser Renown has come to join your ranks! My stature may be small, but my desire to succeed is great!"
      ],
      "login": [
        "指挥官，声望正在待机中，请下达今天的命令吧！",
        "指揮官、待機中で暇を持て余しているレナウンです！今日のご命令をください！",
        "Commander, Renown is awaiting your orders! Please issue today's commands!"
      ],
      "details": [
        "指挥官，我找到了一本和骑士有关的书，但是上面有好多我不理解的内容，我可以向您请教吗？",
        "ロイヤルナイトの本、分からないことがいっぱいです！指揮官、い、色々教えてもらっていいですか？",
        "There are many things that I do not understand in the Codex of the Royal Knights! Commander, can you offer me any guidance?"
      ],
      "secretaryIdle1": [
        "只要有我在，没有人可以伤到指挥官",
        "レナウンがいる限り、指揮官は誰からも傷つけさせません！",
        "As long as Renown is here, no harm shall befall you, Commander!"
      ],
      "secretaryIdle2": [
        "认真的小声望很可爱吗？…嗯嗯，我会转告小声望的…唔嗯？",
        "真面目なレナウンちゃんが可愛い…ですか？はい、そのレナウンちゃんに代わって指揮官に感謝しますーーほえ？",
        "The serious and dedicated Little Renown is cute? I see, I'll be sure to pass on the message to... wait, what?"
      ],
      "secretaryIdle3": [
        "不光是指挥官，港区的大家都好厉害...我也要再加把劲才行！",
        "指揮官だけじゃなく、母港のみんなも凄いです！…レナウン、もっと頑張らないと…！",
        "It's not just you. Everyone here at port is truly amazing... I must redouble my efforts...!"
      ],
      "secretaryTouch": [
        "糖果？指挥官，我现在还不需要补充糖分",
        "お菓子ですか？…レナウン、糖分の補給はまだ不要です！指揮官！",
        "Candy? I'll have you know, Commander... Renown has no use for such things!"
      ],
      "secretarySpecialTouch": [
        "指挥官，这种事是违反皇家海军纪律条例的！",
        "指揮官！これはロイヤルの規則に反します！",
        "Commander! That's in violation of Royal etiquette!"
      ],
      "secretaryHeadpat": [
        "呜哇！？要干什么啊！",
        "むひゃ！？ま、何をするんですか！？",
        "Myahh?! Wh-what are you doing?!"
      ],
      "task": [
        "指挥官，任务请放心交给我吧。哎？任务是由您来完成么？！",
        "指揮官、任務はレナウンにお任せください！あ、あれ？指揮官が受けるのですか？！",
        "Commander, please allow Renown to handle the missions! H-huh? Commander, you're doing them all yourself?!"
      ],
      "taskComplete": [
        "嘿——咻，指挥官，我把任务奖励全都搬过来……哇啊啊啊啊！",
        "よいっしょ……し、しきかーん、にに、任務のほ、報酬をおおわああああ！",
        "Heave-ho... C-Commander, the m-mission rewards are... wooooahhhh!!"
      ],
      "mail": [
        "唔嗯，这份邮件是指挥官的，这份是指挥官的，这份也是指挥官的…",
        "これは指揮官への。これも指揮官への…このメールも指揮官への……",
        "This one's for you, Commander. This one's also for you... and this one too..."
      ],
      "returnFromMission": [
        "指挥官好厉害啊……如果我坚持努力下去，也能变得像指挥官一样厉害么？",
        "指揮官は凄いですね…レナウンも頑張れば、きっと指揮官のように…なれるでしょうか？",
        "You're not too bad, Commander... If Renown also works harder, will she be able to... be like you one day?"
      ],
      "commission": [
        "指挥官，委托组会在10分钟之后返回，请……欸，我记错了吗？！",
        "指揮官！委託組、10分後に母港に帰還、とのこと…です！ま、間違っていませんよね…",
        "Commander! The commission fleet will return to port in ten minutes! Please... Wait, did I get the time wrong...?"
      ],
      "strengthening": [
        "为了指挥官，我要变得更强！",
        "指揮官のために、もっと強くなるしょ…所存です！",
        "For the Commander's sake, I'm ready... to become stronger!"
      ],
      "startingMission": [
        "皇家海军，见敌必战！",
        "ロイヤルネイビー、サーチ・アンド・デストロイ！",
        "Royal Navy, search and destroy!"
      ],
      "mvp": [
        "赢啦~！啊，不行不行。书上说，不能因为一场战斗的胜利而沾沾自喜...唔唔，要忍耐！",
        "やりまし…っていけません！一度の勝利で浮かれてはダメって教えに書いてありました！我慢、うぅ、我慢…！",
        "I've done it...! Wait, no! The books clearly teach that it is foolish to gloat over a single victory! Self control... self control...!"
      ],
      "defeat": [
        "对不起，指挥官…",
        "指揮官、ごめんなさい……",
        "My apologies, Commander..."
      ],
      "skillActivation": [
        "声望，绝不退缩！",
        "レナウン、敵に背中を見せません！",
        "The enemy shall never see my back turned!"
      ],
      "lowHP": [
        "冲散你们！",
        "レナウン、蹴散らします！",
        "Renown shall break your lines!"
      ],
      "affinityDisappointed": [
        "指挥官，要振作起来！无论如何，我都是不会抛弃你的！",
        "指揮官、しっかりしてください！レナウンは指揮官を見捨てません！はい！",
        "Commander, please get your act together! Renown shall not abandon you!"
      ],
      "affinityStranger": [
        "理论知识和实战技能都很重要。为了成为合格的皇家骑士，我每天都要磨练自己。指挥官也要一起来吗？",
        "勉強も演習も大事…騎士隊の一員に相応しくなれるよう毎日頑張るのがか、ええと…肝心、です！指揮官も一緒にどうですか",
        "I mustn't neglect my training or my studies... I'll do my utmost each day so that I may become a proper knight. Commander, do you want to follow this path as well?"
      ],
      "affinityFriendly": [
        "休息和工作同样重要。就算以骑士的标准来看，指挥官每天也太辛苦了。这份工作结束之后，快去放松一下吧。",
        "お仕事も大事ですけど、休憩も大事です！ロイヤルナイトと比べても指揮官は頑張りすぎです！この仕事が終わったら休んでください！",
        "Work is important, but taking breaks is also important! Coming from a Royal Knight, you're overworking yourself! After you finish this, please make sure to get some rest!"
      ],
      "affinityLike": [
        "指挥官，为什么书中的骑士一个又一个的离开了他们宣誓效忠的王呀。我和他们才不一样，只要立下了誓言，就算死也不会反悔哦。",
        "指揮官、本の中の騎士たちはどうして王様から離れていったのでしょうか。レナウンはあの騎士たちとは違います！誓ったからには死んでも裏切りません！",
        "Commander, why did the knights in that book betray their own king? Renown is nothing like those knights! I would never betray you even if it cost me my life!"
      ],
      "affinityLove": [
        "指挥官，我可以一直留在指挥官的舰队里吗？因为我觉得在指挥官的身边我可以变得更强，而且我也很喜欢指挥官！……唔嗯？我说了什么奇怪的话吗？",
        "では指揮官、レナウン、ずっとこの母港にいてもいいでしょうか？指揮官のそばにいると力が湧き上がりますし、何より指揮官のことをお慕いしております！……ん？レナウン、なにか変なことを言いましたのでしょうか…？",
        "So, Commander, is it fine for Renown to always stay here? Being close to you gives me strength, and above else, my love for you is absolute! ...Huh? Did I say something weird...?"
      ],
      "pledge": [
        "这一刻终于来临了么......我明白了。以声望之名起誓，我发誓善待弱者<be gentle unto the weak>，我发誓......哎？誓约不是立下骑士的誓言的意思么？那直接到最后一句，「我发誓对所爱至死不渝<be faithful in love>」。指挥官，我愿意哦~！",
        "誓いの指輪…わかりました！誓いですね！「ええと弱者をいじめず、勇気を持って行動して……」――あ、これを読めばいいですか？では――「苦しみも痛みも分かち合って、喜んで永遠の愛を捧げます」……指揮官、これでいいですか？",
        "A promise ring? I know about this! Um, \"I pledge to defend the weak and act with valor...\" Oh, all I have to do is read this? Well then... \"through thick and thin, we shall share our pain and willingly give love eternal.\" ...Commander, does that sound right?"
      ]
    }
  ],
  "retrofitNodes": []
}