{
  "name": "Southampton",
  "constructionTime": "01:25:00",
  "constructionPools": [
    true,
    false,
    false,
    false,
    false
  ],
  "dropLocations": [
    [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  ],
  "rarity": "Rare",
  "shipClass": "Town",
  "ID": "110",
  "faction": "Royal Navy",
  "classification": "Light cruiser (CL)",
  "retrofit": false,
  "artist": "Vilor",
  "pixiv": "https://www.pixiv.net/member.php?id=2436160",
  "twitter": "https://twitter.com/Vilor_0414",
  "link": "https://weibo.com/u/2450411934",
  "voiceActor": "http://stay-luck.com/ayumi-mano",
  "armor": "Light",
  "statsHashMap": {
    "Level 120": [
      3688,
      171,
      32,
      151,
      273,
      100,
      32,
      307,
      0,
      9,
      157,
      103,
      0,
      0
    ],
    "Level 100": [
      3293,
      149,
      32,
      131,
      239,
      76,
      32,
      270,
      0,
      9,
      140,
      91,
      0,
      0
    ],
    "Base Stats": [
      637,
      63,
      32,
      28,
      51,
      29,
      32,
      58,
      0,
      2,
      54,
      25,
      0,
      0
    ]
  },
  "slot1Equipment": "CL Guns",
  "slot1Efficiency": "115% → 135%",
  "slot2Equipment": "Torpedoes",
  "slot2Efficiency": "120% → 130%",
  "slot3Equipment": "Anti-Air Guns",
  "slot3Efficiency": "110% → 110%",
  "collectionStatBonus": "Light cruiser (CL) Health  +1",
  "collectionTechPoints": 8,
  "maxLimitBreakTechPoints": 16,
  "level120StatBonus": "Light cruiser (CL) Anti-submarine warfare  +1",
  "level120TechPoints": 12,
  "enhancementValue": [
    12,
    17,
    0,
    12
  ],
  "retireValue": [
    0,
    6,
    3,
    1
  ],
  "limitBreak1": "Gains Full Barrage I / Main Gun Efficiency +5%",
  "limitBreak2": "Max Torpedo Capacity +1 / Pre-Loaded Torpedo +1 / Torpedo Efficiency +10%",
  "limitBreak3": "Upgrades Full Barrage I→II / Main Gun Efficiency +15%",
  "skill1Name": "Smokescreen; CN: 烟雾弹 JP: 煙幕散布",
  "skill1Description": "After battle begins, and 15% (30%) chance to activate every 15 seconds after that: deploy a smokescreen for 5 seconds. Escort ships within the smokescreen have 20% (40%) additional evasion rate, does not stack with same skill effect.",
  "skill2Name": "Reload Order; CN: 装填号令 JP: 装填指令",
  "skill2Description": "Every 20 seconds, 25% chance to increase fleet's Reload by 5% (25%) for 8 seconds. Does not stack with the same skill.",
  "skill3Name": "All Out Assault; CN: 全弹发射 JP: 全弾発射-サウサンプトン級",
  "skill3Description": "Every 12 (8) times the main battery is fired, trigger Full Barrage - Southampton-class I (II)",
  "skins": [
    {
      "ENClientName": "Default",
      "obtainedFrom": "Default",
      "l2dModel": false,
      "spriteUrl": "https://azurlane.koumakan.jp/w/images/thumb/2/2e/Southampton.png",
      "chibiUrl": "https://azurlane.koumakan.jp/w/images/0/05/SouthamptonChibi.png",
      "shipDescription": [
        "南安普顿级轻巡洋舰——南安普顿，舷号C83",
        "サウサンプトン級軽巡洋艦・サウサンプトン（HMS Southampton）",
        "Southampton-class light cruiser – Southampton."
      ],
      "selfIntroduction": [
        "我是南安普顿级的命名舰。但是我也是姐妹中唯一一艘没有平安退役的。要是那个时候我的运气好一点的话……唔唔，伤心的往事我不想再回忆啦！",
        "サウサンプトン級のネームシップにして、あの大戦中、姉妹艦の中で唯一沈んだ船――それがこの僕、サウサンプトンです。あの時はもうちょっとだけ運がよかったらなあ……ううっ、辛い過去なんて思い出したくないですよね…",
        "I am the name ship of the Southampton-class. During the war, I was the only one of my sisters to be sunk. How lucky of me... Ugh. Let's not speak of such unpleasant memories..."
      ],
      "acquisition": [
        "你好你好，主……不对不对！指挥官！我是南安普顿！有什么需要的地方尽管吩咐～另外…这里应该有可以在工作之余一边喝茶一边听音乐休息的地方吧～？",
        "どうもどうも！ごしゅじん……じゃなくて！僕の名はサウサンプトン、さあ、なんなりとご命令をくださいませ！あっ、恐縮ですけど、ここには音楽とお茶をたしなみながら休憩できるスペースはありますよね？？",
        "Good day, Mast- ahem! My name is Southampton. Let me know if there's anything I might do for you. Oh and, not to be a bother, but is there a space here where I can make tea and enjoy some music?"
      ],
      "login": [
        "噢！指挥官，为了早点完成今天的工作一起加油吧！",
        "おお！指揮官様、今日の仕事を一刻でも早く終わらせるよう、一緒に努力しようじゃありませんか！",
        "Oho! Commander, let us combine forces to finish the day's work as soon as possible!"
      ],
      "details": [
        "没有什么事情比沉浸在舒缓的曲调当中休息更棒了。指挥官，你也试试吧！",
        "メイドよりやっぱり騎士隊の方が好きですね～色々楽になりましたし。指揮官様もなってみるといいですよ！",
        "Naturally, I rather enjoy being a knight more than a maid. Losing myself in this music is such a delight. Commander, you simply must try it as well!"
      ],
      "secretaryIdle1": [
        "指挥官，不如在办公室里面放个古典的留声机吧！",
        "指揮官様、執務室にレトロな蓄音機を置くのはいかがでしょう！",
        "Commander, why don't we put a nice old phonograph right there in your office?"
      ],
      "secretaryIdle2": [
        "女仆队她们每天都要忙这忙那的……我可做不到啦。",
        "メイドをやっていたら今頃毎日忙しくてたまらなくなってますね……いや～僕にはそういうの無理なんですよ～",
        "The maids would be running ragged right about now... I am terribly unsuited to that sort of work."
      ],
      "secretaryIdle3": [
        "仪仗兵？别瞎说！我可是乔治五世大人手下正经的皇家骑士啊",
        "儀仗兵？失敬な！これでもジョージ様の下で務めるロイヤルガードナイトですよ！",
        "Honour guard? Bite your tongue! I am a Royal Knight under the command of King George V!"
      ],
      "secretaryTouch": [
        "没精神了吗？那么，小睡一会如何？",
        "お疲れですか？じゃあ少しの間横になってお休みになってはどうですか？",
        "Are you tired? Well then let's lie down for a nap, shall we?"
      ],
      "secretarySpecialTouch": [
        "我、我不是女仆啊！……不对不对！对女仆也不能这样啊！",
        "ぼ、僕はメイドじゃありませんよ！…いやいやメイドでもこんなことしちゃダメだって！",
        "I-I'm not a maid! ... Err, rather, you can't do that to a maid either!"
      ],
      "task": [
        "任务…距离期限还有一点时间，稍微晚点再完成也没关系…的吧？嘿嘿…",
        "任務ですか…締切までまだ時間がありますし、少し後回しにしても…いいですよね？へへへ",
        "A mission, is it...? There's still a bit of time until the deadline. I think we can worry about it later... don't you? Hehehe."
      ],
      "taskComplete": [
        "任务奖励来了呢，虽然不那么着急，还是不要忘了领比较好呢…",
        "任務報酬到着！別に急ぎじゃありませんけど、受け取りを忘れないようにしたほうがいいですよ",
        "The mission rewards came in! Now there's no rush, but you'd better not forget to collect them."
      ],
      "mail": [
        "这次又会是从哪里寄来的信呢？",
        "今度はどこからのお手紙でしょうか",
        "Who's the letter from this time?"
      ],
      "returnFromMission": [
        "指挥官，你的办公室还蛮大的，在这里偷偷懒什么的似乎也挺不错的呢……",
        "指揮官様の執務室って意外とお広い…ここでサボるのはいいかも……",
        "Commander, your office is much bigger than I expected... You know, this would be the perfect place to play hooky for a bit..."
      ],
      "commission": [
        "你要去接委托队吗？那就…接完她们再回来休息吧～嘿嘿~",
        "委託チームの出迎えに行かれますか？じゃあ休むのは帰ってからにしますね。へへへ～",
        "Must we go meet the commission team? Very well. Let's head straight back for a rest afterwards. Hehe~"
      ],
      "strengthening": [
        "我变强了！希望任务不会跟着变多呢，嘿嘿~",
        "強くなりました！けど、お仕事が増えなければいいですね。へへへ",
        "I've grown stronger! But I do hope you won't increase my workload. Hehehe."
      ],
      "startingMission": [
        "等等等等，大家别冲得那么急啦！",
        "ちょ、ちょっとタンマ！みんな先走り過ぎだってば！",
        "W-wait a tick! Don't go charging on ahead like that!"
      ],
      "mvp": [
        "胜利犹如水到渠成！耶~",
        "勝利の機運は押し寄せる波の如し！イェーイ！",
        "We have seized the day! Yaay!"
      ],
      "defeat": [
        "疼疼疼疼！赶，赶紧撤退吧！",
        "あいたたた！は、早く撤退しましょう！",
        "Aieeee! L-let us beat a hasty retreat!"
      ],
      "skillActivation": [
        "该出手时我就会出手！",
        "やるときはやらせていただきますよー！",
        "I do what I must!"
      ],
      "lowHP": [
        "啊哇哇哇！这，这次要平安无事啊！",
        "あわわわ！ぶ、無事でいてくださぁい！",
        "Aieeee! Pl-please settle down!"
      ],
      "affinityDisappointed": [
        "指挥官，弦绷得太紧的话，随时都可能断掉的哦？",
        "指揮官様、ずっと張り詰めすぎると倒れちゃいますよ？",
        "You know, Commander, if you keep pushing me like this I'm going to break."
      ],
      "affinityStranger": [
        "指挥官，今天也在为舰队而奔波吗？",
        "指揮官様、今日も艦隊のために一生懸命頑張っているって感じですか？",
        "Commander, have you devoted yourself to the fleet once again today?"
      ],
      "affinityFriendly": [
        "指挥官，其实没必要让自己这么累的吧？比如……让女仆队的姐妹们来帮点忙之类的？",
        "指揮官様、そんなに自分を追い詰めなくてもいいですよ？代わりはそうですね……姉妹艦のメイドたちに助けてもらったりする…とか？",
        "Commander, you need not work yourself so hard, you know? Why not let, say... One of my maid sisters take some of your workload... Hmm?"
      ],
      "affinityLike": [
        "其实，也不是所有工作都要非得做得那么完美啦。简单一点，随性一点，让自己开心一点，不也挺好的吗？",
        "何事も全部100点を取ろうと頑張らなくてもいいですよ。もうちょっと適当にして、気楽にして、毎日楽しく過ごしたほうがいいですって",
        "It's not like everything needs to be done one hundred percent perfectly all the time. Just take it easy. It's good enough for government work. You need to cut loose more often."
      ],
      "affinityLove": [
        "如果不知道该怎么让自己开心的话，就让我来引导指挥官吧！嗯？你问要做什么？等我先想一想吧，嘿嘿！",
        "指揮官様が楽しく過ごせる方法を知らなければ、この僕が直々に指導して差し上げますよ！うん？何をするって？ちょ、ちょっと考えさせてくださいね！えへへへ",
        "Commander, if you don't know how to relax, just let me be your guide. Hm? What will I do? Erm, well, wait a tick and let me think! Ehehehe~"
      ],
      "pledge": [
        "虽然誓约是个很庄重的仪式，但是放心吧，我不会对指挥官有太多约束的！唯一的要求嘛……想见到指挥官的时候，指挥官能第一时间出现就行了！",
        "ケッコンって結構堅苦しい印象がありますけど、安心して、指揮官様には義務とかエチケットとか縛り付けることはしませんって！まあ一つだけ、もし僕が指揮官様に会いたくなったときに、僕の願いを聞いてくれたら大丈夫ですよ♪",
        "Now, I know marriage is a solemn and serious ritual, but don't worry, I'm not going to stand on ceremony with you, Commander! Indeed, I have only one request: that whenever I wish to see you, Commander, you be there for me ♪"
      ],
      "additionalVoiceLine1": [
        "(Sortie with Newcastle) 纽卡斯尔姐，我想喝你泡的红茶了呢！",
        "(Sortie with Newcastle) ニューカッスル、今度また紅茶淹れてくれない？",
        "(Sortie with Newcastle) Newcastle! Might I trouble you for a spot of tea?"
      ],
      "additionalVoiceLine2": [
        "(Sortie with Northampton) 你是北（north），我是南（south），我们交个朋友怎样？",
        "(Sortie with Northampton) 北と…南！よし、仲良くなりましょう！",
        "(Sortie with Northampton) North and... South! Hah! I think we'll get along famously!"
      ],
      "giftDescriptionValentines2020": [
        null,
        null,
        "Commander! Happy Valentine's Day! Here's some chocolate! Now then, it isn't easy for me to say... Do you think we could keep this from King George V and Sheffield?"
      ]
    },
    {
      "ENClientName": "New Year's Little Knight",
      "ENClientAvailability": "Limited",
      "CNClientName": "新年的LittleKnight",
      "CNClientAvailability": "Limited",
      "JPClientName": "お正月のリトルナイト",
      "JPClientAvailability": "Limited",
      "obtainedFrom": "Skin Shop",
      "cost": "Gem 780",
      "l2dModel": false,
      "spriteUrl": "https://azurlane.koumakan.jp/w/images/thumb/0/0f/SouthamptonNew_Year.png",
      "chibiUrl": "https://azurlane.koumakan.jp/w/images/e/ee/SouthamptonNew_YearChibi.png",
      "shipDescription": [
        "你好你好~这里是挑战全新重樱风格的南安普顿！嘿嘿，有没有对我的新装扮感到心动了呀？尽管多来一些“变得更可爱了”之类的夸奖吧~我可是很愿意听的，嘿嘿~",
        "どうもどうも！重桜風衣装のロイヤルナイト・サウサンプトンです！へへ、着替えた僕への評価は？「可愛い」とか、そんな評価なら喜んでお受けしますから、どんどん言ってくださっていいですよ～",
        "Hello there~! Royal Knight Southampton is reporting for duty in a Sakura-style outfit! Hehe, don't you have something to tell me about my new look, like how cute it is? Come on, don't be shy. Speak up~"
      ],
      "acquisition": [
        "你好你好~这里是挑战全新重樱风格的南安普顿！嘿嘿，有没有对我的新装扮感到心动了呀？尽管多来一些“变得更可爱了”之类的夸奖吧~我可是很愿意听的，嘿嘿~",
        "どうもどうも！重桜風衣装のロイヤルナイト・サウサンプトンです！へへ、着替えた僕への評価は？「可愛い」とか、そんな評価なら喜んでお受けしますから、どんどん言ってくださっていいですよ～",
        "Hello there~! Royal Knight Southampton is reporting for duty in a Sakura-style outfit! Hehe, don't you have something to tell me about my new look, like how cute it is? Come on, don't be shy. Speak up~"
      ],
      "login": [
        "指挥官，新年快乐！是时候一起去新年参拜了吧？嘿嘿，今天就好好放松一下吧",
        "指揮官様、あけましておめでとうございまぁす！そろそろ初詣に行きましょう？へへ、今日は思いっきり羽を伸ばしますよ～",
        "Commander, Happy New Year! Now it's off to the shrine for a special blessing, isn't it? Heheh, easy does it then."
      ],
      "details": [
        "换上重樱的风格以后，就有点想听听重樱的曲子了呢，嘿嘿~",
        "重桜風の衣装に着替えると、重桜風の音楽も聞きたくなりますね。えへへ",
        "Dressing up all Sakura style has me feeling like I want to listen to some Sakura music. Ehehe."
      ],
      "secretaryIdle1": [
        "这个是叫“破魔矢”来着？据说是避邪祈福用的呢~真不简单！",
        "これって「デモンブレイクアロー」でしたっけ？魔除けの効果もあるらしい…凄いかも！",
        "I think this here is the \"Demon Breaker Arrow,\" isn't it? Seems to be some kind of warding charm... brilliant!"
      ],
      "secretaryIdle2": [
        "我去神社帮指挥官抽了一回签哦~嘿嘿，猜猜看是什么结果？",
        "神社で指揮官様のためにおみくじを引いてきましたよ。ええと、結果は……？",
        "I got one of those omikuji fortunes for you at the shrine, Commander. Let's see, what does it say...?"
      ],
      "secretaryIdle3": [
        "各种各样的节日我都想好好体验一番~不知道还有什么有意思的节日呢~期待期待~",
        "他の皆の祝日をどんどん体験したくなりますね～次はどんな面白い祝日ですか？楽しみ！",
        "I find myself wanting to dive into all the girls' festivals now~ What delightful holiday do we have next? I'm so excited!"
      ],
      "secretaryTouch": [
        "指挥官，来一起许愿吧！听重樱的小伙伴说，要像这样双手合十才会灵验！",
        "指揮官様、お参りしましょう！ええと、重桜の子たちによると、こう…合掌したほうがいいって聞きました！",
        "Commander, come do the shrine business with me! Let's see, I think the Sakura girls did it something like this... you put your hands together, don't you?"
      ],
      "returnFromMission": [
        "趁着新年要不要把指挥室重新整理一下呢~让它变得更适合偷懒…啊不对，更能舒适地工作！嘻嘻",
        "お正月で執務室の模様替えをして、サボりやすく…じゃなくて、もっと気楽に執務できるようにしたほうがいいですね！えへへ",
        "What do you say we do a bit of New Year's rearranging in the office here, make it a little easier to faff abo... Ahem, easier to polish off those official duties. Hehe."
      ]
    }
  ],
  "retrofitNodes": []
}