{
  "name": "Tashkent µ",
  "constructionTime": "00:42:00",
  "constructionPools": [
    false,
    false,
    false,
    true,
    false
  ],
  "dropLocations": [
    [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  ],
  "additionalNotes": "- ",
  "rarity": "Super Rare",
  "shipClass": "Tashkent",
  "ID": "475",
  "faction": "Northern Parliament",
  "classification": "Destroyer (DD)",
  "retrofit": false,
  "artist": "Byulzzi",
  "pixiv": "https://www.pixiv.net/en/users/5882726",
  "twitter": "https://twitter.com/byul_zzi",
  "voiceActor": "https://en.wikipedia.org/wiki/Shiori_Izawa",
  "armor": "Light",
  "statsHashMap": {
    "Level 120": [
      2648,
      212,
      86,
      148,
      309,
      179,
      51,
      154,
      0,
      10,
      186,
      208,
      0,
      0
    ],
    "Level 100": [
      2207,
      184,
      86,
      129,
      272,
      172,
      51,
      134,
      0,
      10,
      177,
      187,
      0,
      0
    ],
    "Base Stats": [
      427,
      78,
      86,
      27,
      58,
      66,
      51,
      29,
      0,
      3,
      68,
      51,
      0,
      0
    ]
  },
  "slot1Equipment": "DD Guns",
  "slot1Efficiency": "145% → 165%",
  "slot2Equipment": "Torpedoes",
  "slot2Efficiency": "120% → 125%",
  "slot3Equipment": "Anti-Air Guns",
  "slot3Efficiency": "100% → 105%",
  "collectionTechPoints": 0,
  "maxLimitBreakTechPoints": 0,
  "level120TechPoints": 0,
  "enhancementValue": [
    9,
    19,
    0,
    15
  ],
  "retireValue": [
    0,
    4,
    3,
    10
  ],
  "limitBreak1": "Unlock EX Barrage Ⅰ/Main gun efficiency +5%",
  "limitBreak2": "Torpedo base +1/Torpedo preload +1/Main gun efficiency +10%",
  "limitBreak3": "Improve EX Barrage/All weapons' efficiency +5%",
  "skill1Name": "Beckoning of Ice; CN: 冰晶印记 JP: 音華の氷結兵装μ",
  "skill1Description": "At the start of the battle: fires a special barrage and spawns Snezhinka, a summon which fights for 20 (50)s and inflicts a 5.0% aircraft DMG taken debuff to all enemies it hits 10 times (its DMG dealt and active duration is based on the skill's level).",
  "skill2Name": "Blue-Purple Tenacity; CN: γpa！ JP: 紫紺の粘り強さ",
  "skill2Description": "For the 1st, 2nd, and 3rd battles fought by the fleet this ship is in: increases this ship's FP by 4.5% (12.0%); from the 4th battle onwards: instead increases this ship's AA by 4.5% (12.0%).",
  "skill3Name": "All Out Assault Ⅱ; CN: 专属弹幕-塔什干(μ兵装)II JP: 特殊弾幕-タシュケント（μ兵装）II",
  "skill3Description": "Activates All Out Assault Ⅱ: Tashkent μ once every 10 times the Main Guns are fired.",
  "skins": [
    {
      "ENClientName": "Default",
      "obtainedFrom": "Default",
      "l2dModel": false,
      "shipDescription": [
        "同志酱，这身打扮感觉如何？…这样，难得塔什干当上了偶像就这点反应？哼，绝对要让你在演唱会上发出“哦呼”的声音。",
        "同志ちゃん、この衣装はどう？…あっそ、せっかくタシュケントがアイドルになってやったのにそんな反応なわけ？ふん、絶対ライブでギャフンと言わせてみせるわ",
        "Dear comrade, what do you think about this outfit? Is that so... I went out of my way to become an idol and that's your reaction? Hmph, I'll rock your socks off soon enough."
      ],
      "selfIntroduction": [
        "我是北方联合的驱逐舰——现在正在执行μ兵装实验任务的偶像·塔什干。同志酱，准备好见识下北方联合的顽强不屈吧。",
        "北方連合の駆逐艦――今は特殊兵装の実験任務遂行中のアイドル、タシュケントよ。北方連合の粘り強さ、とことん見せてやるわ",
        "I'm Tashkent, destroyer from the Northern Parliament, and now an idol participating in the experimental Muse System. I'll show you the tenacity of the Northern Parliament."
      ],
      "acquisition": [
        "同志酱，这身打扮感觉如何？…这样，难得塔什干当上了偶像就这点反应？哼，绝对要让你在演唱会上发出“哦呼”的声音。",
        "同志ちゃん、この衣装はどう？…あっそ、せっかくタシュケントがアイドルになってやったのにそんな反応なわけ？ふん、絶対ライブでギャフンと言わせてみせるわ",
        "How do you like my outfit, dear comrade? ...Is that so? After all of Tashkent's work to become an idol, that's how you react? Hmph. Just you wait. My next concert will rock your socks off."
      ],
      "login": [
        "塔什干今天的行程安排就交给你了，同志酱。",
        "同志ちゃん、タシュケントたちの今日のスケジュールもお願いね",
        "Dear comrade, please go over our daily itinerary with us."
      ],
      "details": [
        "塔什干本来就比较擅长跳舞，唱歌也不输给其他人…同志酱还是不放心？……这样，真是太爱担心了，塔什干没问题的。",
        "ダンスは元々得意だし、歌もほかの子に負けないわ。同志ちゃんはそれなのにタシュケントを心配しているわけ？…あっそ。全く心配性ね。タシュケントは大丈夫よ",
        "I've always been good at dancing, and I trust that my vocal skills won't disappoint either... Still worried about me, dear comrade? ...So, you're too much of a worrywart. I can handle this."
      ],
      "secretaryIdle1": [
        "其他的参与者都有乐器？…这样，无论对上什么样的对手，我们都不会输的。",
        "ほかの実験ユニットって楽器を使っていたわけ？あっそ。相手がどんなユニットだろうとタシュケントたちは負けないわ",
        "The other experimental ships all have instruments? Is that so? I don't plan on losing to anyone, no matter who they might be."
      ],
      "secretaryIdle2": [
        "大青花鱼还真厉害…从服装到舞蹈的点子都能出…",
        "アルバコア、すごいわね…まさか衣装からダンスまで全部アイデアを出していたなんて…",
        "That Albacore really is something... She's got ideas for everything from costumes to choreography."
      ],
      "secretaryIdle3": [
        "舞步的配合还是挺难的…唱歌的话只要用听的就能把握其他同伴的状况，跳舞的话总不能随时看着别人…",
        "ダンスを合わせるのって難しいわね…ほかの子の歌は声で伝わるけど、ダンスはステージ中に相手を見ながら合わせたりできないし",
        "It's hard to keep your dance steps in sync... If you're just singing, you can pretty much hear how things are going. But if you're focused on dancing, you can't always be looking at the others."
      ],
      "secretaryTouch": [
        "要给我巧克力？…这样，谢谢你的慰问品，同志酱。",
        "チョコをくれるの？…あっそ。差し入れありがとね、同志ちゃん",
        "Chocolate for me? Is that so... Thanks for the support, dear comrade."
      ],
      "secretarySpecialTouch": [
        "同、同志酱！？",
        "ど、同志ちゃん！？",
        "D-dear comrade?!"
      ],
      "secretaryHeadpat": [
        "把塔什干当小孩了？哼。",
        "子供扱いしてるわけ？ふん",
        "Are you seriously giving me the kiddie treatment? Hmph!"
      ],
      "task": [
        "同志酱，有任务哦，快完成掉。",
        "同志ちゃん、任務があるわよ。こなしてきて",
        "Dear comrade, there's work to do. Come on, let's get to it."
      ],
      "taskComplete": [
        "任务完成了啊，干得不错嘛！",
        "完了した任務があるわ！やるじゃない！",
        "That should wrap things up! You did pretty well!"
      ],
      "mail": [
        "有工作相关的来信。同志酱，在给巴尔的摩她们看之前，先和塔什干一起确认下吧？",
        "仕事の連絡があるわ。同志ちゃん、ボルチモアたちに見せる前に一緒に確認しよう？",
        "Looks like work from the agency. Dear comrade, let's look it over before showing it to Baltimore's group?"
      ],
      "returnFromMission": [
        "咖啡跟红茶，巧克力牛奶、果汁还有伏特加…给回来的各位准备的东西在这里…同志酱，你想喝点什么？",
        "コーラと紅茶、チョコミルク、ジュース、ウォッカ……戻ってきた皆はこっち…同志ちゃん、どれがいい？",
        "Cola and tea, chocolate milk, juice, and vodka... Everyone's back all right... Dear comrade, what would you like?"
      ],
      "commission": [
        "委托完成了噢，就算当了偶像，也不能懈怠了平日的工作呢。",
        "軍事委託、完了したわよ。アイドルをやってても、普通の仕事をおろそかにできないからね",
        "The commission has been completed. Even if I'm an idol, I can't neglect my normal line of duty."
      ],
      "strengthening": [
        "看来只能加油干了呢。",
        "頑張るしかないようね。ふふっ",
        "Guess it's time to get serious. Hehe."
      ],
      "startingMission": [
        "要开始了！Ура！",
        "Ура（ウラ―）!始めるわよ！",
        "Ура! Let's get this show on the road!"
      ],
      "mvp": [
        "这不仅是μ兵装，也是靠塔什干的胜利！",
        "特殊兵装の力のおかげだけじゃなく、タシュケントの力あっての勝利よ！",
        "This victory is a testament to my abilities, not just that of the Muse System!"
      ],
      "defeat": [
        "没能配合好？为什么会这样……",
        "連携が上手くいかなかった？どうして…",
        "Were we out of step? But why...?"
      ],
      "skillActivation": [
        "别想移开视线！",
        "目移りするんじゃないわ！",
        "Don't even think about looking away!"
      ],
      "lowHP": [
        "同志酱还在看着呢…！",
        "同志ちゃんが見てるから…！",
        "My dear comrade is watching me...!"
      ],
      "affinityDisappointed": [
        "塔什干自己也能行。…不需要同志酱的帮助。",
        "タシュケントは一人でも行けるわ。…同志ちゃんの助けがなくても",
        "I can do this by myself... I don't need your help."
      ],
      "affinityStranger": [
        "很期待塔什干作为偶像的表现？…这样，反正原本就要配合进行兵装实验，就稍微加点油好了。",
        "タシュケントをアイドルとして期待しているの？…あっそ。まあどうせ兵装テストのついでにやることだし、ちょっとだけ頑張ってあげるわ",
        "Are you looking forward to my idol debut? Is that so... Well, considering this is an armament test and whatnot, I guess I can put in a little effort."
      ],
      "affinityFriendly": [
        "同志酱担心塔什干和大家的团队配合？哼，不用担心，北方联合的每个人都很擅长集体表演的。",
        "同志ちゃん、チームワークを心配しているの？ふん、心配性ね、北方連合の子はみんなでパフォーマンスするのが得意よ",
        "Dear comrade, are you concerned about our teamwork? Heh, there's no need for concern. This kind of cooperation is second nature to us girls from the Northern Parliament."
      ],
      "affinityLike": [
        "在和大家配合的同时彰显个性，确实挺困难的…明明同志酱之前还因为这个担心过…塔什干却…啊，同志酱？要帮塔什干想办法吗？",
        "みんなに合わせながら個性を出すって、難しいわね……同志ちゃんが心配してくれてたのに、タシュケントはあんなことを……あっ、同志ちゃん？タシュケントを助けてくれるの…？",
        "It really is hard to express our individuality while performing as a group... Even though my dear comrade was concerned, I still... Oh, what is it? Did you come to help me...?"
      ],
      "affinityLove": [
        "同志酱，现在塔什干看起来怎么样？……这样。你看，和大家一起练习，一起登上舞台…现在的塔什干已经不用同志酱担心了，哼哼♪",
        "同志ちゃん、今のタシュケントはどぉ？…あっそ。皆と一緒にレッスンして、ステージに出て、もう同志ちゃんが心配するようなタシュケントじゃないからね。ふふん♪",
        "Dear comrade, what do you think of me now? ...Is that so. Look, I've taken lessons with the others and performed on stage. You don't need to worry about me anymore, for real this time. Hehe~♪"
      ],
      "pledge": [
        "哼哼，果然同志酱还是太天真了。只是和大家一起在舞台上发光发亮可不行，塔什干要努力成为当中最闪亮的明星才行。所以同志酱，还要一直一直，看着塔什干哦♪",
        "ふふん、やっぱり同志ちゃんは甘ちゃんね。みんなと一緒にステージで輝くだけじゃダメよ、タシュケントはその中でも一番輝いてみせるの。だから同志ちゃん、タシュケントをずっと見てなさいね♪",
        "Heheh~ You're still too naive, dear comrade. There's no way I'd be satisfied with just being one star in a constellation. I'll shine the brightest of them all! That's why you shouldn't take your eyes off me even for a second~♪"
      ],
      "additionalVoiceLine1": [
        "(Sortie with Le Malin µ) 这孩子居然…这么能跳舞！？",
        "(Sortie with Le Malin µ) この子、そんなに踊れるの！？",
        "(Sortie with Le Malin µ) That girl... is it even possible to dance like that?!"
      ]
    }
  ],
  "retrofitNodes": []
}