{
  "name": "Trento",
  "constructionTime": "Cannot Be Constructed",
  "constructionPools": [
    false,
    false,
    false,
    false,
    false
  ],
  "dropLocations": [
    [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  ],
  "rarity": "Rare",
  "shipClass": "Trento",
  "ID": "414",
  "faction": "Sardegna Empire",
  "classification": "Heavy cruiser (CA)",
  "retrofit": false,
  "voiceActor": "https://www.imdb.com/name/nm5066910/",
  "armor": "Light",
  "statsHashMap": {
    "Level 120": [
      3544,
      160,
      42,
      232,
      184,
      71,
      28,
      186,
      0,
      10,
      118,
      0,
      0,
      0
    ],
    "Level 100": [
      3164,
      139,
      42,
      202,
      160,
      26,
      28,
      162,
      0,
      10,
      101,
      0,
      0,
      0
    ],
    "Base Stats": [
      612,
      59,
      42,
      43,
      34,
      10,
      28,
      35,
      0,
      3,
      39,
      0,
      0,
      0
    ]
  },
  "slot1Equipment": "CA Guns",
  "slot1Efficiency": "125% → 130%",
  "slot2Equipment": "Torpedoes",
  "slot2Efficiency": "140% → 165%",
  "slot3Equipment": "Anti-Air Guns",
  "slot3Efficiency": "100% → 100%",
  "collectionStatBonus": "Heavy cruiser (CA) Large cruiser (CB) Monitor (BM) Health  +1",
  "collectionTechPoints": 16,
  "maxLimitBreakTechPoints": 32,
  "level120StatBonus": "Heavy cruiser (CA) Large cruiser (CB) Monitor (BM) Accuracy  +1",
  "level120TechPoints": 24,
  "enhancementValue": [
    23,
    11,
    0,
    11
  ],
  "retireValue": [
    0,
    9,
    3,
    1
  ],
  "limitBreak1": "Gains Full Barrage I / Main Gun Efficiency +5%",
  "limitBreak2": "Max Torpedo Capacity +1 / Pre-Loaded Torpedo +1 / Torpedo Efficiency +10%",
  "limitBreak3": "Upgrades Full Barrage I→II / Torpedo Efficiency +15%",
  "skill1Name": "Full Firepower; CN: 火力全开 JP: 火力全開",
  "skill1Description": "Every 20 seconds: 30% (60%) chance to increase own Firepower by 20% (40%) for 10 seconds.",
  "skill2Name": "All Out Assault; CN: 全弹发射 JP: 全弾発射",
  "skill2Description": "Every 9 (6) times the main battery is fired, triggers Full Barrage - Trento-class I (II).",
  "skill3Name": "",
  "skill3Description": "",
  "skins": [
    {
      "ENClientName": "Default",
      "obtainedFrom": "Default",
      "l2dModel": false,
      "spriteUrl": "https://azurlane.koumakan.jp/w/images/thumb/a/ae/Trento.png",
      "chibiUrl": "https://azurlane.koumakan.jp/w/images/a/ad/TrentoChibi.png",
      "shipDescription": [
        "特伦托级重巡洋舰—特伦托",
        "トレント",
        "Trento-class heavy cruiser – Trento."
      ],
      "selfIntroduction": [
        "虽然我是特伦托级的命名舰，但是按照下水日的话，的里雅斯特她要比我更大呢~而且下水仪式那天还发生了一些插曲……不过，我还是作为撒丁帝国的一员，完成了自己的使命~",
        "トレント級のネームシップだけど、進水日で数えるならトリエステのほうがカンレキが長いのよね～進水日の日にはちょっとした出来事がありましたけど…サディア帝国の一員として、ちゃんと使命を果たしましたわ～",
        "I am the nameship of the Trento class, but if you count the days since our launches, Trieste has a longer service record. Speaking of which, I had a little incident on my launch day... but I still carried out my missions as a member of the Sardegnian fleet~"
      ],
      "acquisition": [
        "撒丁帝国最初的重巡洋舰、特伦托，前来协助您的工作。我会用我的方式激励大家的，请拭目以待吧，指挥官~",
        "サディア帝国最初の重巡洋艦・トレント、お仕事を手伝いに来ました。私なりにみんなの応援もしちゃいますから、楽しみにしていてくださいね。指揮官♪",
        "I am Trento, first heavy cruiser of the Sardegna Empire, here to help out. I'll support everyone in my own special little way, so please do look forward to that, Commander♪"
      ],
      "login": [
        "准时到了呢。指挥官，做得很好呢~",
        "時間通り～指揮官、よくできました～",
        "Right on time~ Way to go, Commander~!"
      ],
      "details": [
        "那个……我刚刚，是要做什么来着？指挥官有头绪吗？",
        "あの……私、今何をしようとしていましたっけ？指揮官はなにか、手がかりとか…",
        "Umm... What was I doing just now? Do you have any ideas, Commander...?"
      ],
      "secretaryIdle1": [
        "这么多文件指挥官都处理完毕了吗？真厉害呢~",
        "書類作業、もう終わりました？よくできました～",
        "You've already finished all the paperwork? That's great~!"
      ],
      "secretaryIdle2": [
        "混合茶的话…嗯…这个配方会被皇家的伙伴们说吗？说得也是呢…",
        "ブレンドティーは…うーん、このレシピだとロイヤルの子に何か言われちゃうんですか？そうですね…",
        "Tea blends, let's see... Hmm, would any Royal girls take issue with this mix? Yeah, they might..."
      ],
      "secretaryIdle3": [
        "在这里能随时品尝到东煌和重樱的美食，实在是太棒了呢~",
        "ここなら、東煌と重桜のグルメも楽しめそうですね～嬉しいです～",
        "Looks like I'll get to enjoy both the Dragon Empery's AND the Sakura Empire's cuisine at this port~ That's wonderful~"
      ],
      "secretaryTouch": [
        "我听说拥抱有能使人放松的“魔力”，指挥官要试试吗？",
        "人はハグされるとリラックスできると聞きましたね～指揮官、試してみます…？",
        "I've heard that hugs help people relax~ Shall we test that theory, Commander?"
      ],
      "secretarySpecialTouch": [
        "不可以哦，对女孩子这样做的话会被讨厌的。",
        "ダメですよ？女の子にこんなことをしては嫌われますからね",
        "That's naughty, Commander! You'll be unpopular with the girls if you keep doing stuff like this."
      ],
      "task": [
        "再努努力就能完成新的任务了哦？",
        "あとちょっと頑張れば、新しい任務もこなせますよぉ？",
        "If we push on just a little more, we can take on a new mission!"
      ],
      "taskComplete": [
        "好的，任务圆满完成了。指挥官，做得真好呢！",
        "うんうん、任務完了～指揮官、よくできました～",
        "Yup, yup, mission complete! Keep it up, Commander~!"
      ],
      "mail": [
        "记得去拿新的邮件哦？",
        "新しいメールを忘れないでくださいね",
        "Please don't forget to check your new mail!"
      ],
      "returnFromMission": [
        "不愧是指挥官，又带领着大家凯旋了~",
        "さすがは指揮官、みんなと勝利してきましたわ～",
        "You're amazing, Commander! Bringing home another victory for the team~"
      ],
      "commission": [
        "委托队安全返航了。能让我去迎接她们吗？",
        "委託組、無事帰還しましたわ。みんなを出迎えに行っていいですか？",
        "The commission team is back, safe and sound. May I head out to receive them?"
      ],
      "strengthening": [
        "也别忘了照顾其它人哦？",
        "ほかの子の面倒も見てあげてね？",
        "Please take good care of the others as well, okay?"
      ],
      "startingMission": [
        "大家加油，我们是不会输的！",
        "みんながんばれー！私たちは負けないよー！",
        "Come on, everyone! We are born winners!"
      ],
      "mvp": [
        "大家都做得很棒！能拿下胜利真是太好了~",
        "みんな頑張ったね！勝利できて本当に良かった～",
        "Very well done, everyone! I'm so glad we won~!"
      ],
      "defeat": [
        "不要伤心，不是大家的错。",
        "大丈夫大丈夫、みんなのせいじゃないわよ？",
        "It's okay, it's okay! This isn't anybody's fault!"
      ],
      "skillActivation": [
        "大家，上吧！",
        "ふふ、みんな、行こうね",
        "Let's go, everyone!"
      ],
      "lowHP": [
        "不是什么很乐观的状况呢……",
        "あまり良い状況じゃないわね……",
        "This doesn't look very promising..."
      ],
      "affinityDisappointed": [
        "指挥官，不要灰心。只要你愿意改正，还是可以拾回大家对你的信任的！",
        "指揮官、諦めないで、間違いを正そうとしている限り、みんなはあなたを見捨てませんからね",
        "Don't give up, Commander! If you just make amends for your mistakes, nobody's going to abandon you!"
      ],
      "affinityStranger": [
        "比起批评和说教，我还是更喜欢鼓励别人多一些呢。",
        "お叱りやお説教より、褒めて伸ばすほうが好きですね～",
        "I much prefer complimenting and congratulating people over scolding and blaming them~"
      ],
      "affinityFriendly": [
        "我泡了一杯消解疲劳咖啡，指挥官请用吧。……味道很奇怪？我尝尝——好咸！难道是我把盐当成糖加进去了……",
        "疲労回復効果のあるコーヒー、どうぞ～……あら、味がヘン、ですか？ええと――んゆ！？砂糖と塩を間違えたのかしら……",
        "Please have some of this stamina-recovering coffee! ... Oh, does it taste bad? Let me try... Eww?! I might have mistook salt for sugar..."
      ],
      "affinityLike": [
        "遇到了什么不顺心的事情吗？和我说说吧。只要把不高兴的事情说出来，难过的感觉就会缓解很多的。",
        "うまくいかないことでもありました？うんうん、私に教えてくださいますか？困ったことは人に相談したらきっとすっきりしますよぉ～",
        "Are you having troubles of any kind? Could you share them with me? Telling others what's on your mind can be a great help~"
      ],
      "affinityLove": [
        "只要指挥官需要我，我的怀抱就会向你敞开。无论发生什么，我都会在这里等着你的。嗯嗯，没事的，没事的~",
        "指揮官が私を必要としてくれる限り、私は指揮官を受け入れるわ。何が起きてもここにいるから、うんうん、大丈夫、大丈夫よ～",
        "As long as you need me, I accept you for who you are, Commander. No matter what happens, I'll always be here for you~ See? Everything's all right~"
      ],
      "pledge": [
        "虽然多少有点心理准备，但是真的这一天到来还是让人感到无比的喜悦…谢谢你，指挥官。我会一直陪在你的身边的，无论什么心情，都请分享给我吧~",
        "心の準備はしてましたけど、いざ本当に指輪を渡されたらやっぱり嬉しいですね～…指揮官、ありがとうございます。ふふ、これからはずっとそばにいるから、どんなことが起きても私に教えてくださいね？",
        "I thought I was prepared for this, but now with the ring on my finger, I feel so unbelievably happy~ With all my heart, thank you, Commander. Ehehe, we'll always be with each other now, so if anything ever happens, please let me know!"
      ],
      "giftDescriptionValentines2020": [
        null,
        null,
        "Here, a hardworking commander deserves a sweet reward of chocolate~ Hehe, well done, Commander. Next time, I'll pamper you even more~"
      ]
    },
    {
      "ENClientName": "Summer's Hotness?",
      "ENClientAvailability": "Limited",
      "CNClientName": "盛夏的多重诱惑？",
      "CNClientAvailability": "Limited",
      "JPClientName": "マルチプル・テンプテーション",
      "JPClientAvailability": "Limited",
      "obtainedFrom": "Skin Shop",
      "cost": "Gem 780",
      "l2dModel": false,
      "spriteUrl": "https://azurlane.koumakan.jp/w/images/thumb/2/2b/TrentoSummer.png",
      "spriteNoBackgroundUrl": "https://azurlane.koumakan.jp/w/images/thumb/2/26/TrentoSummerWithoutBG.png",
      "chibiUrl": "https://azurlane.koumakan.jp/w/images/e/e5/TrentoSummerChibi.png",
      "shipDescription": [
        "盛夏的多重诱惑？",
        "海辺にいると、夏の暑さもいくらか感じなくなりますね～指揮官？今は何も考えてなくていいから、ゆっくり休みましょう？",
        "The summer's scorching heat is alleviated by the ocean~ Commander, why don't you set aside your worries and... cut loose a bit~?"
      ],
      "acquisition": [
        "暑夏的炎热也因为大海而缓解了不少呢~指挥官，暂时放下烦恼，好好放松一下吧~",
        "海辺にいると、夏の暑さもいくらか感じなくなりますね～指揮官？今は何も考えてなくていいから、ゆっくり休みましょう？",
        "The summer's scorching heat is alleviated by the ocean~ Commander, why don't you set aside your worries and... cut loose a bit~?"
      ],
      "login": [
        "指挥官？刚才听着海浪的声音睡着了？呵呵，没关系~还有的是时间呢，好好睡吧～",
        "指揮官？波の音を聞きながら寝ちゃいました？うふふ、大丈夫ですよ～まだ時間がありますから、ゆっくり寝てていいですよ～",
        "Commander? Did you doze off to the sound of the waves just now? Ahah, don't worry~ There's plenty of time, so you should enjoy your nap~"
      ],
      "details": [
        "晒痕？啊，确实该注意一下呢…指挥官，能帮我涂下防晒油吗？",
        "日焼けですか？あっ、たしかに……指揮官、ごめんなさい、この日焼け止めを塗ってもらえないでしょうか？",
        "I might get sunburnt? Ah, you're right, I should be more careful... Commander, would you mind helping me apply the sunscreen?"
      ],
      "secretaryIdle1": [
        "指挥官吃一口圣代吧？来，啊~~嗯——嗯嗯，做的很好～",
        "指揮官、フルーツサンデーよ～はい、あーん～ふふ、よくできました～",
        "Commander, would you like to try this sundae? Here, say \"ahh~\" Very good, very good~"
      ],
      "secretaryIdle2": [
        "玩水好像也很开心呢，呵呵，指挥官，我们也一起加入她们吧？",
        "海で遊ぶのも楽しそうですね～ふふ、指揮官、私たちも行きませんか？",
        "Playing in the water seems like a lot of fun. Commander, shall we join them as well?"
      ],
      "secretaryIdle3": [
        "哗啦…哗啦…规律的海浪声确实很催眠呢……指挥官，想睡的话就在这里躺下吧，我会好好照顾你的~",
        "ザーザーと…波の音、たしかに眠くなりそうですね……指揮官、眠くなったら横になってもいいですよ～そばで見てあげますからね～",
        "The rhythm of the waves is quite hypnotic... Commander, if you want to take a nap, just come lie down over here and let me take good care of you~"
      ],
      "secretaryTouch": [
        "有什么想拜托我的事情，就尽管说好了，不用害羞的哦",
        "私にできることは何でも言ってくださいね。恥ずかしがらなくてもいいですよ～",
        "If there's anything you want me to do, just speak up~ Don't be shy~"
      ],
      "secretarySpecialTouch": [
        "夏天的海边总会让人变得格外开放呢…今天就特别原谅你吧~",
        "夏の海は人をちょっと情熱的にしますね～今日だけは特別ですよ～",
        "Being at the beach always makes people more easygoing... I suppose I'll forgive you today~"
      ],
      "returnFromMission": [
        "炎夏的出击辛苦了~嗯嗯，做的很好～",
        "暑い中でよく出撃できましたね～うんうん、よくできました～",
        "It must have been difficult fighting in this heat~ Mmhmm, good job out there~"
      ]
    }
  ],
  "retrofitNodes": []
}