{
  "name": "Z26",
  "constructionTime": "00:33:00",
  "constructionPools": [
    false,
    false,
    false,
    true,
    false
  ],
  "dropLocations": [
    [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  ],
  "rarity": "Elite",
  "shipClass": "Type 1936A",
  "ID": "466",
  "faction": "Iron Blood",
  "classification": "Destroyer (DD)",
  "retrofit": false,
  "voiceActor": "https://en.wikipedia.org/wiki/ja:%E5%A4%A9%E9%87%8E%E8%81%A1%E7%BE%8E_(%E5%A3%B0%E5%84%AA)",
  "armor": "Light",
  "statsHashMap": {
    "Level 120": [
      2116,
      190,
      43,
      120,
      327,
      156,
      43,
      154,
      0,
      9,
      169,
      201,
      0,
      0
    ],
    "Level 100": [
      1778,
      165,
      43,
      104,
      289,
      150,
      43,
      134,
      0,
      9,
      161,
      181,
      0,
      0
    ],
    "Base Stats": [
      344,
      70,
      43,
      22,
      61,
      58,
      43,
      29,
      0,
      2,
      62,
      49,
      0,
      0
    ]
  },
  "slot1Equipment": "CL",
  "slot1Efficiency": "140% → 160%",
  "slot2Equipment": "Torpedoes",
  "slot2Efficiency": "115% → 120%",
  "slot3Equipment": "Anti-Air Guns",
  "slot3Efficiency": "70% → 75%",
  "collectionStatBonus": "Destroyer (DD) Health  +1",
  "collectionTechPoints": 14,
  "maxLimitBreakTechPoints": 28,
  "level120StatBonus": "Destroyer (DD) Firepower  +1",
  "level120TechPoints": 20,
  "enhancementValue": [
    7,
    20,
    0,
    13
  ],
  "retireValue": [
    0,
    4,
    3,
    4
  ],
  "limitBreak1": "Gains Full Barrage I / Main Gun Efficiency +5%",
  "limitBreak2": "Max Torpedo Capacity +1 / Pre-Loaded Torpedo +1 / Main Gun Efficiency +10%",
  "limitBreak3": "Upgrades Full Barrage I→II / All Weapon Efficiency +5%",
  "skill1Name": "Anti-Torpedo Field; CN: AntiTorpedoField JP: 魚雷反射シールド、です！",
  "skill1Description": "10 seconds after battle starts, spawn a shield that can block up to 3 torpedo attacks; shield lasts for 20 seconds. When this shield is destroyed or disappears due to timed out: launch a Lvl.1 (Lvl.10) torpedo barrage, and spawn the shield again after 30 seconds.",
  "skill2Name": "Full Firepower; CN: 火力全开 JP: 火力全開",
  "skill2Description": "Every 20 seconds, 30% (60%) chance to increase own Firepower by 20% (40%) for 10 seconds.",
  "skill3Name": "All Out Assault; CN: 全弹发射II JP: 全弾発射-1936A型II",
  "skill3Description": "Every 15 (10) times the main battery is fired, triggers Full Barrage - 1936A I (II)",
  "skins": [
    {
      "ENClientName": "Default",
      "obtainedFrom": "Default",
      "l2dModel": false,
      "spriteUrl": "https://azurlane.koumakan.jp/w/images/thumb/5/5b/Z26.png",
      "chibiUrl": "https://azurlane.koumakan.jp/w/images/2/2a/Z26Chibi.png",
      "shipDescription": [
        "1936A “纳尔维克”型驱逐舰—Z26",
        "1936A型「ナルヴィク」駆逐艦・Z26",
        "Type 1936A \"Narvik class\" destroyer – Z26."
      ],
      "selfIntroduction": [
        "介绍下自己的经历吗？我明白了！我是铁血的1936A型驱逐舰·Z26！护卫过希佩尔和舍尔，还和Z24、Z25一起参加了拦截PQ-13船队的行动，不过， 也是在这次行动里迎接了最后的结局…",
        "カンレキの紹介？かしこまりました！わたしは鉄血1936A型駆逐艦のZ26で、カンレキではヒッパーさんとシェーアさんの護衛や、ニコたちと一緒に通商破壊作戦に参加して、同じ作戦で倒れちゃいました……です！",
        "So you want to hear about my history? Absolutely! As the Iron Blood Type 1936A destroyer, Z26, I escorted Hipper and Scheer, and disrupted shipping with Z25 and the others. While doing so, I was defeated... and that's that!"
      ],
      "acquisition": [
        "铁血驱逐舰·Z26，前来报到！接下来还请多多指教，指挥官！……好！这样应该就没问题了！",
        "鉄血駆逐艦Z26です！これからよろしくおねがいします！……よし、これで挨拶は大丈夫のはず…！",
        "I'm the Iron Blood destroyer, Z26! I look forward to working with you! ...All right, that should do just fine as an introduction...!"
      ],
      "login": [
        "非常抱歉，这里是指挥官办公的地方，闲杂人等不能进入……啊，指挥官不是闲杂人等来着，那就…欢迎回来，指挥官！",
        "申し訳ございません。ここは執務室で関係者以外は……むっ、指揮官は関係者だよね……おかえりなさい！よろしくおねがいします！",
        "Sorry, but only authorized personnel are allowed into the office... Oh, I guess you're authorized to enter. Welcome back! Let's give it our all!"
      ],
      "details": [
        "我讨厌暴风雪，不仅会把同伴们分开，还会让人怎么都躲不掉敌人……",
        "雪嵐は嫌いです。仲間とはぐれたり、敵に捕まったりしちゃいましたし……",
        "I hate snowstorms. One was the reason I got separated from my allies and captured by the enemy..."
      ],
      "secretaryIdle1": [
        "指挥官，不准偷懒！……已经完成了很多任务了？那，指挥官，工作辛苦了！",
        "指揮官、サボりは禁止です！……もうお仕事がんばりました？じゃ、じゃあ…お疲れ様です！",
        "Commander, slacking off is absolutely prohibited! ...You've already finished your work? I-in that case... Well done!"
      ],
      "secretaryIdle2": [
        "Z23喜欢看书，Z1喜欢运动。那，想超过她们的话…边看书边运动？好像真的可以？",
        "ニーミ姉さんは勉強が得意で、レーベは運動で…勉強しながら運動…だ、大丈夫かな…",
        "Zed's good at studying, and Lebe's good at sports... so I should aim to... study while playing sports? W-will I manage?"
      ],
      "secretaryIdle3": [
        "Z25的玩偶，其实是活的？……因为，经常能看见Z25在和那孩子说话。",
        "ニコのアンカーさん、本当は生きているのかな…いつも話しかけているようですし…",
        "I wonder if Z25's Mr. Anchor is actually alive... I mean, she's always talking to it, so..."
      ],
      "secretaryTouch": [
        "有什么需要我做的？快说！……不对，是，请说！",
        "ニームに手伝えることを言いなさい！…じゃなくて、言ってください！",
        "If you need assistance, just give me the order! ...Err, I mean, please let me know!"
      ],
      "secretarySpecialTouch": [
        "不纯洁的接触，不行！",
        "不健全、ダメ、絶対！",
        "No lewdness allowed! Ever! Full stop!"
      ],
      "task": [
        "有任务！唔，这时候应该说的是…请指挥官迅速完成！",
        "任務が来やがりま…じゃなくて！指揮官、早く任務を確認してください！",
        "New damn missions have co– Err, I mean! Commander, please hurry up and check out the new missions!"
      ],
      "taskComplete": [
        "任务完成了！这个时候应该说的是…感谢指挥官对舰队做出的贡献！",
        "任務完了です！ニーミ姉さんならここは…「指揮官、よくできました」です！",
        "A mission has been completed! If Zed were here, she'd say... \"Commander, you've done well!\""
      ],
      "mail": [
        "是最新的情报！指挥官，请过目！",
        "最新情報です！指揮官、確認してください！",
        "Here's the latest intel! Please give it a look, Commander!"
      ],
      "returnFromMission": [
        "指挥官，请喝咖啡！……要加糖？那，加10块方糖可以吗？",
        "指揮官、コーヒーです！……さ、砂糖ですか？……んんん…10個で足りるのかな……",
        "Commander, here's some coffee! ...S-sugar? Hmm... I wonder if 10 cubes will be enough..."
      ],
      "commission": [
        "委托部队回来了，她们做得不错！……不对，应该是，她们辛苦了！",
        "委託組が戻ってきました！よくもやってくれました…じゃなくて、よくやってくれました、です！",
        "The commission team is back! They've really done it this time... Nono, I mean, they've done a good job!"
      ],
      "strengthening": [
        "感觉很好！……不对，应该是…谢谢指挥官！",
        "感動です！…違ったっ、感謝です！",
        "I'm very grabbed! ...No, I mean, I'm very grateful!"
      ],
      "startingMission": [
        "大家，一起跟着先锋！…我就是？那，都跟着我吧！",
        "各艦、先頭の艦に続けーー！あ！わたしでした…！",
        "All ships, follow the vanguard's lead! Oh, I guess that means follow me!"
      ],
      "mvp": [
        "大家还需要努力！……啊不对，应该是，大家都辛苦了！",
        "引き続き励んでくれたまえ！……じゃなくて、お疲れ様、です！",
        "Continue making your best endeavors! ...Um, I mean, well done, everyone!"
      ],
      "defeat": [
        "输了…大家，非常对不起！",
        "負けてしまいました……申し訳ございません、です！",
        "We ended up losing... I'm really sorry, everyone!"
      ],
      "skillActivation": [
        "我已经准备好了！",
        "準備万端です！",
        "I'm all ready to go!"
      ],
      "lowHP": [
        "Z25她们都去哪儿了…",
        "ニコたち、どこ行ったんだろう…",
        "I wonder where Z25 and the others went..."
      ],
      "affinityDisappointed": [
        "指挥官，不合格！",
        "指揮官、失格です！",
        "Commander, you're a failure!"
      ],
      "affinityStranger": [
        "被敌人盯上了怎么办？唔唔……祈祷她们认错人！或者，等她们鱼雷不小心打到自己！",
        "敵に狙われたときは…んん…敵が人違いをしてくれるよう祈ります！もしくは魚雷が当たらないように、また祈ります！",
        "What I do when a foe's aiming at me? Well... I pray that they fire at someone else by accident! If they don't, I pray again that their torpedoes don't hit me!"
      ],
      "affinityFriendly": [
        "嗯，今天指挥官做得很好，以后再接再厉！……这样指挥官就能理解我表达称赞的意思了吧。",
        "指揮官、今日もお仕事よくできました！明日も引き続き頑張ってください！……これでニームが指揮官を褒めているってこと、わかりますよね？",
        "Commander, you did a great job, like always! Continue to do your best tomorrow as well! ...You can tell that I'm complimenting you right now, no?"
      ],
      "affinityLike": [
        "工作要劳逸结合。指挥官，明天是休息日，我要监督你，不能让你工作。这样的话，指挥官就一定能得到充分的休息了！",
        "ワークライフバランス、大事です！なので休日は指揮官が仕事できないように監督します！十分に休め、です！",
        "Maintaining a good work-life balance is very important! That's why I'll be watching you on your days off to make sure you don't do any work! This is me telling you to get enough rest."
      ],
      "affinityLove": [
        "经过一小段时间的观察，我得出了一个结论：指挥官不需要我监督，也可以做得很好。嗯，指挥官是一个非常优秀的人！我为我能有这样一个指挥官而骄傲！",
        "ちょっと観察してましたけど指揮官はニームの監督なしでもちゃんとできるんですね！よしよし、指揮官は優秀です！ニームも誇りに思います！",
        "Commander! I was observing your work, and it looks like you can do just fine without my supervision! What a good job you've done. You're stellar! I'm very proud of you."
      ],
      "pledge": [
        "「无论是顺境或是逆境、富裕或贫穷、健康或疾病、快乐或忧愁，我将永远爱着你、珍惜你、对你忠诚，直到永永远远」……呼，太好了，一字不错地背下来了！…啊，对了！指挥官，接下来是该轮到你说了吧？",
        "「……いついかなるときでも、指揮官とともに喜びも悲しみも分かち合い、永久に一緒にいることを誓います」……暗唱できました！次は指揮官の番……ですね？",
        "\"I take you, to have and to hold, from this day forward, for better, for worse, for richer, for poorer, in sickness and in health, until death do us part.\" ...I was able to recite it from memory! Now it's your turn... right?"
      ],
      "additionalVoiceLine1": [
        "(Sortie with Z25) 不要再跟丢我了！……不对，是，我不会再跟丢你们了！",
        "(Sortie with Z25) ニームとはぐれないでください！",
        "(Sortie with Z25) Please don't stray too far from me!"
      ]
    },
    {
      "ENClientName": "Sharing is Caring",
      "ENClientAvailability": "Limited",
      "CNClientName": "友好的分享时间",
      "CNClientAvailability": "Limited",
      "JPClientName": "友情シェアタイム",
      "JPClientAvailability": "Limited",
      "obtainedFrom": "Skin Shop",
      "cost": "Gem 780",
      "l2dModel": false,
      "spriteUrl": "https://azurlane.koumakan.jp/w/images/thumb/e/ee/Z26Casual.png",
      "chibiUrl": "https://azurlane.koumakan.jp/w/images/2/22/Z26CasualChibi.png",
      "shipDescription": [
        "指挥官，欢迎来到我的房间！啊，稍等一下，我把吃的喝的还有玩的都拿出来！",
        "指揮官、ニームの部屋へようこそです！あ、おやつとおもちゃを今出してやります！",
        "Commander, welcome to my pad! Ah, give me a sec, let me go grab all the snacks and drinks and games!"
      ],
      "acquisition": [
        "指挥官，欢迎来到我的房间！啊，稍等一下，我把吃的喝的还有玩的都拿出来！",
        "指揮官、ニームの部屋へようこそです！あ、おやつとおもちゃを今出してやります！",
        "Commander, welcome to my pad! Ah, give me a sec, let me go grab all the snacks and drinks and games!"
      ],
      "login": [
        "久等了！这些就是我的全部家当了！……啊不对，应该是，我的全部零食和游戏了！",
        "おまたせしました！これがニームの全財産……じゃなくて！おやつとゲームです！",
        "Sorry to keep you waiting! These are all my belongings! ...I mean, uhh, these are all my snacks and games!"
      ],
      "details": [
        "斯佩姐姐很喜欢这个脆脆的尖角呢，指挥官也喜欢吗？那…张开嘴我给你塞几个！",
        "シュペーさん、このコーンのおやつが好きですね。指揮官も？…よし、口を開けてください！食べさせてやります！",
        "Spee really likes these bugle crunches a whole lot. Do you like them too, Commander? Then, open up, I'll chuck a few in for you!"
      ],
      "secretaryIdle1": [
        "又输给U96了！还是跟枭再多练习练习再来向她挑战好了！…啊，指挥官，我是在说和U96她们一起玩的对战游戏！",
        "また負けました！ぐぬぬ…U96に挑戦するのは重桜の軽空母たちと特訓してから…あ、今のはゲームの話、です！",
        "U96 pwned me again! Maybe I should practice more with Ryuujou before challenging her... Oh, Commander, I'm talking about a fighting game I've been playing with U96 and the others!"
      ],
      "secretaryIdle2": [
        "累了的话，可以抱着大鲨鱼休息一会！…啊，我说的是床上的“大鲨鱼”抱枕！",
        "疲れたら大ザメでぐったりして……バイクではなくだきまくらのことです！",
        "If you're tired, you should try hugging Sharky and taking a nap! ...Ah, I meant that Sharky pillow on the bed!"
      ],
      "secretaryIdle3": [
        "姐姐们一直叮嘱说不能沉迷游戏。但是休息日的话，应该是怎么玩都没关系吧？",
        "ニーミ姉さん、ゲームをやりすぎてはダメっていつも言いますけど…休日なら遊び放題、ですね！",
        "My sisters are always telling me not to spend too much time gaming. But since it's my day off, does it reallly matter how much I play?"
      ],
      "secretaryTouch": [
        "按这个键就可以开始游戏哦！……欸，指挥官不是想问开始键在哪里吗？",
        "このボタンを押してゲームスタートです！…ん？聞きたいことはそっちじゃなかったです…？",
        "Press this button to start a new game! ...Um, Commander, weren't you asking about where the start button is?"
      ],
      "returnFromMission": [
        "指挥官口渴了吗？饮料有可乐、牛奶，还有希佩尔姐姐和欧根姐姐来玩的时候会喝啤酒，都在那边的小冰柜里面。想喝什么可以自己拿！",
        "のどが渇きました?コーラと牛乳、ヒッパーさんたちが来るときのために用意したビールはあっちです!好きに取ってよろしい、です!",
        "You thirsty, Commander? I've got Cola, milk, and even the fizzy stuff Hipper and Eugen drink when they come over to play. They're all in that mini-fridge over there, so take whatever you want!"
      ]
    }
  ],
  "retrofitNodes": []
}